[

   {
      "dept":"GVU Center",
      "description":"Dorie joined the GVU Center in 2016 and currently serves as the Senior Administrative Professional. She is responsible for planning and support of events that further the mission of the GVU Center and increase awareness of the Center's programs. Dorie received her Bachelor's Degree and Certificate in Project Management from Georgia State University, and the Research Administration Certificate from the National Council of University Research Administrators.",
      "name":"Dorie Taylor",
      "specialty":null,
      "title":"Senior Administrative Professional"
   },
   {
      "dept":"GVU Center, Institute for People and Technology, Technology Services Organization",
      "description":null,
      "name":"Sean Brennan",
      "specialty":null,
      "title":"Research Technologist"
   },
   {
      "dept":"GVU Center, Interactive Media Technology Center",
      "description":"The GVU Prototyping Lab is a resource that enables GVU faculty and researchers to create a variety of fully-functional prototypes ranging from 3D printed cases and components to fully custom electronic parts. These parts enable better user studies, better conversations about physical user experience, and interdisciplinary work that engages traditional engineering fields.",
      "name":"Scott Gilliland",
      "specialty":null,
      "title":"Research Scientist"
   },
   {
      "dept":"GVU Center",
      "description":"Keith McGreggor leads the GVU Center's overall outreach to industry, including the development of new partnership programs as well as new ways to engage with the local, national, and global technology industry. He is involved in entrepreneurship efforts across campus as director of Georgia Tech's VentureLab, leadership role with the I-Corps, and teaching the Georgia Tech Startup Lab undergrad entrepreneurship class.",
      "name":"Keith McGreggor",
      "specialty":"Artificial Intelligence",
      "title":"Associate Director, GVU Center; Professor of the Practice, School of Interactive Computing"
   },
   {
      "dept":"GVU Center, College of Computing",
      "description":"Our communications and marketing program advances the research enterprise through high-impact and diverse communication deliverables that focus on the GVU community’s research advancements. Our efforts are centered on developing effective, meaningful news and marketing platforms that showcase a broad portfolio of research across more than 20 areas where computing is advancing everyday living. Our program encompasses news media relations, print and digital platforms, event marketing, feature research news and videos, social media, photography, and alumni and donor communications. \r\n\r\n ",
      "name":"Joshua Preston",
      "specialty":null,
      "title":"Communications Officer"
   },
   {
      "dept":"Interactive Computing",
      "description":"Gregory D. Abowd is the Distinguished Professor in the School of Interactive Computing at Georgia Tech. His research interests concern how the advanced information technologies of ubiquitous computing (or ubicomp) impact our everyday lives when they are seamlessly integrated into our living spaces. Dr. Abowd's work has involved schools and homes, with a recent focus on healthcare delivery.",
      "name":"Gregory Abowd",
      "specialty":"Ubicomp",
      "title":"Distinguished Professor"
   },
   {
      "dept":"Electrical and Computing Engineering",
      "description":"David V. Anderson received the B.S and M.S. degrees from Brigham Young University and the Ph.D. degree from Georgia Institute of Technology (Georgia Tech) in 1993, 1994, and 1999, respectively. He is currently an associate professor in the School of Electrical and Computer Engineering at Georgia Tech. Dr. Anderson's research interests include audio and psycho-acoustics, signal processing in the context of human auditory characteristics, and the real-time application of such techniques using both analog and digital hardware. His research has included the development of a digital hearing aid algorithm that has now been made into a successful commercial product. Dr. Anderson was awarded the National Science Foundation CAREER Award for excellence as a young educator and researcher in 2004 and the Presidential Early Career Award for Scientists and Engineers in the same year. He has over 70 technical publications and 5 patents/patents pending. Dr. Anderson is a senior member of the IEEE, and a member the Acoustical Society of America, American Society for Engineering Education, and Tau Beta Pi. He has been actively involved in the development and promotion of computer enhanced education and other education programs.",
      "name":"David Anderson",
      "specialty":"Audio and Psycho-acoustics",
      "title":"Associate Professor"
   },
   {
      "dept":"Interactive Computing ",
      "description":"From 1998 to 2012, Anton served as a professor of software engineering at North Carolina State University. She is the founder and director of ThePrivacyPlace.org, a research center devoted to issues of privacy protection in information systems. She is known for her research, and for her service in several significant advisory positions in industry and government.",
      "name":"Annie Anton",
      "specialty":null,
      "title":"Professor, Chair"
   },
   {
      "dept":"College of Computing",
      "description":"Ronald C. Arkin received the B.S. Degree from the University of Michigan, the M.S. Degree from Stevens Institute of Technology, and a Ph.D. in Computer Science from the University of Massachusetts, Amherst in 1987. He then assumed the position of Assistant Professor in the College of Computing at the Georgia Institute of Technology where he now holds the rank of Regents' Professor and is the Director of the Mobile Robot Laboratory. He also serves as the Associate Dean for Research and Space Planning in the College of Computing at Georgia Tech since October 2008. During 1997-98, Professor Arkin served as STINT visiting Professor at the Centre for Autonomous Systems at the Royal Institute of Technology (KTH) in Stockholm, Sweden. From June-September 2005, Prof. Arkin held a Sabbatical Chair at the Sony Intelligence Dynamics Laboratory in Tokyo, Japan and then served as a member of the Robotics and Artificial Intelligence Group at LAAS/CNRS in Toulouse, France from October 2005-August 2006.",
      "name":"Ronald Arkin",
      "specialty":"Multiagent control and perception in the context of robotics and computer vision",
      "title":"Regents' Professor"
   },
   {
      "dept":"Interactive Computing",
      "description":"Dr. Arriaga is a developmental psychologist in the School of Interactive Computing. Her emphasis is on using psychological theory and methods to address fundamental topics of human computer interaction.   Current research interests in the area of health include: o How technology and crowdsourcing can aid individuals with Autism Spectrum Disorders (ASD) and their caregivers,  o How mobile solutions can improve asthma management in children and  o How lab-based technologies can be scaled and deployed to broaden their impact",
      "name":"Rosa Arriaga",
      "specialty":"Health",
      "title":"Senior Research Scientist"
   },
   {
      "dept":"Center for Advanced Communications Policy",
      "description":"Paul M.A. Baker, Ph.D., is the Senior Director, Research and Strategic Innovation, at Georgia Tech’s Center for Advanced Communications Policy (CACP). Previously, he was the Associate Director of the Center for 21st Century Universities (C21U). He is also a Principal Research Scientist with the Georgia Institute of Technology, in the School of Public Policy, and an Adjunct Professor at the Centre for Disability Law & Policy at the National University of Ireland, Galway. He has taught courses in the areas of political science, disability policy, public administration, information policy, and state and local government policy making.  He currently researches  institutional change in higher education, role of policy in advancing technology and universal accessibility goals for persons with disabilities; wearable computing policy, the operation of communities of practice and online communities in virtual environments, and institutional issues involved in public sector information policy development and state and local government use of information and communication technologies (ICT’s).\r\n\r\nSpecialties: E-accessibility, higher education policy, e-government, digital government, wearables, telecommunications, communications policy,  Disability and Accessibility Policy, online and virtual communities, telework,  e-learning, virtual collaboration, communities of practice, workforce development.",
      "name":"Paul Baker",
      "specialty":"Information Technology, Public Policy",
      "title":"Principal Research Scientist"
   },
   {
      "dept":"Interactive Computing",
      "description":"From 1998 to 2001 I was a research professor at the Robotics Institute of CMU. I worked with Professor Manuela Veloso on multi-agent robot teams. I lead the design and programming of the Hammerheads robot soccer team (left) with lots of help from Rosemary Emery, Ashley Stroupe, and Steve Stancliff. We investigated a number of interesting topics with these robots including collaborative localization, behavior-based pushing, and cooperation protocols.",
      "name":"Tucker Balch",
      "specialty":"Quantitative finance",
      "title":"Associate Professor"
   },
   {
      "dept":" Tennenbaum Institute",
      "description":"Rahul C. Basole is an Associate Professor in the School of Interactive Computing, the Associate Director of the Tennenbaum Institute/IPaT, and a faculty member in the GVU Center at Georgia Tech. He is also a Visiting Scholar in the mediaX/H*STAR Institute at Stanford University. His research and teaching focuses on computational enterprise science, information visualization, and strategic decision support. Current research includes the design, development, and application of novel visual analytic tools for understanding complex business ecosystems and enterprises in a diverse set of industries including technology, healthcare, energy, and global manufacturing. His work has received numerous best paper awards and he has extensively published in leading computer science, informatics, management, and engineering journals. Prof. Basole is an editorial board member of the Journal of Enterprise Transformation and INFORMS Service Science.\r\n\r\nIn previous roles, he was the CEO and Founder of a Silicon Valley-based wireless research and consulting firm, the Director of Research and Development at a leading mobile software firm, and a Senior Analyst in a strategy consulting firm. Prof. Basole is a member of the Association for Computing Machinery (ACM), the Institute for Operations Research and Management Sciences (INFORMS), the Decision Sciences Institute (DSI), and the Association for Information Systems (AIS). He currently serves as a director or advisor for several technology and software firms.\r\n\r\nDr. Basole received a Ph.D. in industrial and systems engineering from the Georgia Institute of Technology.",
      "name":"Rahul Basole",
      "specialty":"Information Technology",
      "title":"Associate Professor, Research Scientist"
   },
   {
      "dept":"College of Computing",
      "description":"My research focuses on information and communication technologies for social, economic, and political development. In particular I study mobile phones, the internet, and internet-enabled services and their design, impact, and importance within low-income countries of Africa and Asia. I research engineering, public policy, HCI/usability, and sustainability issues as well as methods to assess and evaluate social, economic, and political development outcomes. I am also interested in the impact of information and communication technologies on the development-security nexus and in post-conflict peace and reconciliation.\r\nQUICK BIOGRAPHY\r\nDr. Michael L. Best is associate professor at the Sam Nunn School of International Affairs and the School of Interactive Computing at Georgia Institute of Technology where he directs the Technologies and International Development Lab. Dr. Best is director of the PhD Program within the Sam Nunn School. He is also a faculty associate of the Berkman Center for Internet & Society at Harvard University. Professor Best is co-founder and Editor-in-Chief Emeritus of the widely read journal, Information Technologies and International Development. He holds a Ph.D. from MIT and has served as director of Media Lab Asia in India and head of the eDevelopment group at the MIT Media Lab.",
      "name":"Michael Best",
      "specialty":"IT and International Development",
      "title":"Associate Professor"
   },
   {
      "dept":"Literature, Media, and Commuincation",
      "description":"Dr. Ian Bogost is Professor in the School of Literature, Media, and Communication and Director of the Graduate Program in Digital Media. He received his PhD in Comparative Literature from the University of California, Los Angeles. Following a career in software and videogame development, he joined the School of Literature, Media, and Communication in 2004. Bogost's research addresses computation as an expressive and cultural practice, with a particular focus on videogames. Bogost is the author of Unit Operations: An Approach to Videogame Criticism (MIT Press, 2006), Persuasive Games: The Expressive Power of Videogames (MIT Press, 2007), How To Do Things With Videogames (Minnesota, 2011), Alien Phenomenology, or What it's Like To Be a Thing (Minnesota, 2012), co-author (with Nick Montfort) of Video Computer System: A Platform Study of the Atari VCS (MIT Press, 2008), co-author (with his doctoral students Simon Ferrari and Bobby Schweizer) of Newsgames: Journalism at Play (MIT Press, 2010). He is a member of the editorial board of numerous journals, co-series editor of the Platform Studies book series at MIT Press, and an active participant in the commercial videogame industry.",
      "name":"Ian  Bogost",
      "specialty":null,
      "title":"Professor"
   },
   {
      "dept":"Literature, Media, and Communication",
      "description":"Jay David Bolter is the Wesley Chair of New Media at the Georgia Institute of Technology.  He is the author of Turing's Man:  Western Culture in the  Computer Age (1984); Writing Space: The Computer, Hypertext, and  the History of Writing (1991; second edition 2001); Remediation (1999), with Richard Grusin; and Windows and Mirrors (2003), with Diane Gromala. In addition to writing about new media, Bolter collaborates in the construction of new digital media forms. With Michael Joyce, he created Storyspace, a hypertext authoring system. As a member of the Augmented Environments Lab, he develops AR applications to stage dramatic and narrative experiences for cultural heritage and informal education.",
      "name":"Jay Bolter",
      "specialty":null,
      "title":"Professor"
   },
   {
      "dept":null,
      "description":"Dr. Braunstein teaches health informatics and is involved in fostering research and community outreach aimed at the wider and deeper adoption of health information technology to improve the quality and efficiency of care delivery.\r\n\r\nHe received his BS degree from MIT in 1969 and his MD degree from the Medical University of South Carolina (MUSC) in 1974.  After an internship at Washington University he joined the faculties of Medicine and Pharmacy at MUSC where he developed one of the first four ambulatory electronic health record systems working in a clinic that had many of the key attributes now attributed to the patient-centered medical home model of care. There he co-authored the first paper in the literature describing a comprehensive system for the clinical management of ambulatory medications and A Guide to Drug Interactions, one of the first digitally composed books ever published.\r\n\r\nImmediately prior to joining Georgia Tech, he was co-founder, Chairman and CEO of Patient Care Technologies, Inc., a graduate of the institute's Advanced Technology Development Center, a 1998 Inc 500 company, and a leading provider of home care electronic patient record and home-based patient care management systems.  PtCT was acquired by MEDITECH in 2007. \r\n\r\nEarlier he co-founded PROHECA, a company which commercialized the pharmacy work he had done at MUSC. The company was acquired by National Data Corporation (NDC) in 1981 and was the seed for NDCHealth which he ran as a division of NDC for five years before becoming the company's President and COO.\r\n\r\nHe is the author of over fifty papers; articles and book chapters devoted to various aspects of clinical automation.  His most recent publication, Health Informatics in the Cloud, is a brief text on contemporary health information technology written for a general audience but with health care practitioners particularly in mind.  He also teaches the first public Mass Open Online Course (MOOC) devoted to health informatics based on the book (and of the same name) to a global class of thousands of students.\r\n\r\nHe is Senior Adviser Emeritus for health information technology to Focus, LLC, an investment banking firm that provides a range of services tailored to the needs of emerging growth and middle market businesses from offices across the country. \r\n\r\nHe is the immediate past Chairman of the Board of the Georgia Advanced Technology Ventures (GATV) -- a corporation that supports the Advanced Technology Development Center, a technology incubator operated by the Georgia Institute of Technology.  He is also a past Chairman of the American-Israel Chamber of Commerce, Southeast Region and of the Atlanta Chapter of the MIT Enterprise Forum.\r\n\r\nHe was a 1996 Entrepreneur of the Year Award for the Southeast Region, received a 1995 Innovation in Medical Management Award from the American Society of Physician Executives and received the 2006 Founder's Award from the American-Israel Chamber of Commerce, Southeast Region.  In 2013 he was honored as a Distinguished Alumnus by MUSC.  \r\n\r\nHe lives in Atlanta with his wife, a family physician and co-author of the book \"Your Body, Your Health\".  They are the proud parents of two children and grandparents of grandchild #1.\r\n",
      "name":"Mark Braunstein",
      "specialty":"Health Informatics",
      "title":"Professor"
   },
   {
      "dept":"Interactive Computing",
      "description":"I study how people collaborate to create content online. In my early work, I focused primarily on what people can learn through this process. The educational theory of constructionism advocates learning through working on personally meaningful projects. Can the Internet support constructionist, project-based learning?\r\nIn my newer work, I also focus on the products of online collaboration as ends in themselves. Working together, people can create new kinds of products that were not previously possible. How do we support them in this creative process, and what new kinds of collaborations might be possible? How do interaction patterns shape the final product? How do software features shape interaction patterns? How does Wikipedia really work, and why do people contribute to it? These perspectives of process and product are mutually reinforcing--people return to create new content because doing so is fulfilling to them in some way.",
      "name":"Amy Bruckman",
      "specialty":null,
      "title":"Professor"
   },
   {
      "dept":"Industrial Design",
      "description":"Jim Budd is the Chair of Georgia Tech's School of Industrial Design. He brings 15 years of academic and research leadership in human-centered, interactive product design, as well as two decades of corporate design experience to the school. Most recently, he was associate professor of industrial and interaction design at Emily Carr University of Art and Design in Vancouver, British Columbia, Canada, where he headed the Wearables and Interactive Products Lab.",
      "name":"James Budd",
      "specialty":null,
      "title":"Professor, Chair"
   },
   {
      "dept":"College of Computing, Psychology",
      "description":"Dr. Catrambone's research interests include:  Creating examples to help learners form meaningful and generalizable solution procedures. I and the students in my lab have explored this issue in domains ranging from probability and physics to ballet. The use of task analysis techniques for identifying what a person needs to learn in order to solve problems or carry out procedures in some domain. Using information from task analyses to guide the construction of teaching and training materials including computer-based (multimedia) instructional environments. Exploring technology such as animations and embodied conversational agents (ECAs) for improving interfaces and helping people learn and carry out tasks more easily. Analogical Reasoning  ",
      "name":"Richard Catrambone",
      "specialty":null,
      "title":"Professor"
   },
   {
      "dept":"College of Computing",
      "description":"Prof. Duen Horng (Polo) Chau is an Assistant Professor at Georgia Tech's School of Computational Science and Engineering of the College of Computing, and the Associate Director of the MS Analytics program. Polo holds a Ph.D. in Machine Learning and a Masters in HCI, both from Carnegie Mellon, and has been working at the intersection of HCI and data mining, to create scalable, interactive tools for big data analytics. Polo's thesis won received Carnegie Mellon's Distinguished Computer Science Dissertation Award, Honorable Mention. Polo is the only two-time Symantec fellow. He contributes to the PEGASUS peta-scale graph mining that won an Open Source Software World Challenge Silver Award. Polo's NetProbe auction fraud detection research appeared on The Wall Street Journal, CNN, TV and radio. His Polonium malware detection technology protects 120 million people worldwide. His work on detecting fake reviews won a best paper award at SDM'14. He works closely with Symantec, Yahoo and eBay. Polo is also an award-winning designer. Polo designed Carnegie Mellon's ID card.",
      "name":"Polo Chau",
      "specialty":null,
      "title":"Assistant Professor"
   },
   {
      "dept":"Interactive Computing",
      "description":"Sonia Chernova was the director of the Robot Autonomy and Interactive Learning (RAIL) lab in the Robotics Engineering Program at WPI. Chernova's research interests span interactive robot learning, human-robot interaction, and human computation, with a central focus on building systems that are able to learn from human instruction. She is particularly interested in active learning and the development of algorithms that enable learning agents to regulate their autonomy. Chernova also interested in exploring crowdsourcing, both as a means of data collection and to enable rapid prototyping of interactive robotic systems.\r\n\r\n Sonia received my Ph.D. from Carnegie Mellon University in 2009 working with Manuela Veloso. Before joining WPI, she spent one year working with Cynthia Breazeal as a postdoc at the MIT Media Lab.",
      "name":"Sonia Chernova",
      "specialty":"Robotics",
      "title":null
   },
   {
      "dept":"Industrial Design ",
      "description":"Young Mi Choi's  professional and academic interests focus on product design and new product innovation.  She is interested in studying the roles played by users, industrial design, engineering and marketing during the process of creating new products.  Past research has focused on methods to better utilize input during design so that end user needs can be met more effectively in a finished product.  Current research includes investigating the validity of information collected through traditional user research techniques; investigation of the usability and human factors & ergonomics aspects in the development of a new wireless medication adherence and smart health monitoring platform; developing techniques for the use of Augmented Reality in product design, and application of wearable computing for speech recognition.  She is also interested in exploring techniques to improve the effectiveness of multi-disciplinary design education.\r\n",
      "name":"Young Mi (Christina) Choi",
      "specialty":"Product Design, Product Innovation",
      "title":"Assistant Professor"
   },
   {
      "dept":"Public Policy",
      "description":"Jennifer Clark is an Associate Professor in the School of Public Policy and Director of the Center for Urban Innovation in the Ivan Allen College. Her research focuses on regional economic development, manufacturing, industrial districts and innovation.  Dr. Clark publishes research on the development and diffusion of regional policies and their effect on cities and their economic resilience.\r\n\r\nHer first book, Remaking Regional Economies: Power, Labor, and Firm Strategies in the Knowledge Economy (with Susan Christopherson) won the Best Book Award from the Regional Studies Association in 2009. Her second book, Basic Methods of Policy Analysis and Planning (with Carl Patton and David Sawicki) was released in March 2012. Her newest book, Working Regions: Reconnecting Innovation and Production in the Knowledge Economy (2013) focuses on policy models aimed at rebuilding the links between innovation and manufacturing in the U.S. She is also editing the The Handbook of Manufacturing Industries in the World Economy with John Bryson and Vida Vanchan (f 2014).\r\n\r\nDr. Clark writes, consults, and speaks on the subject of national and regional development policies related to innovation, intellectual property, and manufacturing. She has collaborated on manufacturing and innovation policy projects with a broad range of governments and non-governmental organizations including the OECD, the Canadian government, the UK government, and the US government. She currently serves as an economic advisor to The Essential Economy Council, a commissioner on the Miller Center's New Manufacturing Commission (part of the Milstein Symposium: Creating the Jobs of the Future), and a distinguished visiting fellow with the Institute of Advanced Studies at the University of Birmingham, UK.\r\n\r\nSince the mid-1990s, Dr. Clark has studied the spatial and organizational dynamics of the optics, imaging, and photonics industry both in the U.S. and internationally. She served from 2012-2014 on the International Society for Optics and Photonics' (SPIE) Engineering, Science, Technology Policy Committee. At Georgia Tech, she is a faculty affiliate with the Center for Organic Photonics and Electronics (COPE) and the Georgia Tech Manufacturing Institute (GTMI). \r\n\r\nDr. Clark earned her Ph.D. in City and Regional Planning from Cornell University, a Master's degree in Economic Development and Planning from the Hubert H. Humphrey School of Public Affairs at the University of Minnesota, and holds a B.A. from Wesleyan University in Connecticut. At Georgia Tech, Dr. Clark teaches courses on urban and regional economic development theory, analysis, and practice as well as research design and methods.",
      "name":"Jennifer Clark",
      "specialty":null,
      "title":"Associate Professor"
   },
   {
      "dept":"College of Computing",
      "description":"B.S. in Mathematics and Computer Science, Vanderbilt University , 1987 M.S. in Information and Computer Science from Georgia Institute of Technology 1992 Ph.D. Georgia Institute of Technology 1995  I have been teaching and messing about in the areas of Networking, Systems and Mobility at Georgia Tech since 2001. Through the year 2000, I was a Senior Scientist with Empire Technologies before and during the assimilation by Concord Communications. I was an Assistant Professor of Computer Science at the University of Dayton from 1995 to 1997. From 1990 to 1995 I was a graduate student at the College of Computing of Georgia Institute of Technology . My doctoral dissertation is entitled: \"Solutions For Ubiquitous Information Services: Multiple Protocols and Scalable Servers\". My dissertation advisor is Prof. Mostafa Ammar. Before graduate school, I worked as a Software Engineer for Data General Corporation. DG was recently assimilated into the EMC collective.  \"He went to Paris, looking for answers, to questions that bothered him so.\" - Jimmy Buffett  For the Fall 2005 semester I had the pleasure of teaching at Georgia Tech Lorraine, GT's campus in Metz, France.  I greatly enjoy spending time with my wife and three growing kids. In my \"spare\" time I work on projects around the house, and, to quote a famous bumper sticker, \"I'd rather be sailing\".",
      "name":"Russell Clark",
      "specialty":null,
      "title":null
   },
   {
      "dept":"Psychology",
      "description":"Research being conducted in the Human Engineering Lab includes the following topics: noise, annoyance and information processing; coding for visual displays; and dynamic function allocation. Gregory M. Corso received his Ph.D. in Engineering Psychology from New Mexico State University in 1978. He has been at Georgia Tech since 1978, except for time spent as a visiting professor at the United States Military Academy during the 1986 academic year. Currently, he is an Associate Professor of Psychology and the Associate Director of the School of Psychology. He teaches graduate classes in human performance, displays and controls, and environmental stresses. His research has been supported by the Air Force Office of Scientific Research, the Office of Naval Research and General Dynamics. He has been a consultant to The Institute of Simulation and Training, BellSouth, NCR, and Lockheed Corporation. Dr. Corso's primary research interests are in visual display coding, theories of human performance, the effects of auditory noise on human performance, and adaptive automation. He is a member of the Human Factors and Ergonomics Society, and Sigma Xi.",
      "name":"Gregory Corso",
      "specialty":"Engineering Psychology",
      "title":"Associate Professor"
   },
   {
      "dept":"Psychology",
      "description":"My research has both a basic and an applied flavor. The basic research extends our understanding of how humans process perceptual information about whether something is there, what it is, and where it is. Specifically, I study the interface between perception and attention by comparing predictions derived from competing models to the actual behavioral data. This interface between perception and attention is a key factor in visual perception, cognitive neuroscience, and applied research on display design and HCI program visualizations.\r\nThe applied research uses the knowledge gained from basic research to predict, control, and enhance human perception and performance in human computer interaction (HCI) settings -- providing yet another test-bed for the models. This research is funded by the National Science Foundation.",
      "name":"Beth Davis",
      "specialty":null,
      "title":"Associate Professor"
   },
   {
      "dept":"Interactive Computing",
      "description":"I am an Assistant Professor in the School of Interactive Computing at Georgia Tech. My research interests are in the area of computational social science, wherein I am interested in questions around making sense of human behavior as manifested via our online social footprints. I am motivated by how the availability of large-scale online social data, coupled with computational methods and resources can help us answer fundamental questions relating to our social lives: our actions, interactions, emotions and linguistic expression, both from an individual perspective, at the same time, as part of a larger collective.\r\nMy recent work has focused on investigating the role of online social activity traces in improving our health and well-being. Particularly, we have explored ways of harnessing social media in being able to reason about and infer \"signatures\" of behavioral and public health of individuals and communities. This research bears potential in its ability to provide timely, valuable, and smart interventions as well as has implications in healthcare policy.\r\nBefore moving to Georgia Tech in Spring 2014, I was a postdoctoral researcher in the neXus group at Microsoft Research, Redmond, between 2011 and 2013. I received my Ph.D in 2011 from the Department of Computer Science at Arizona State University, Tempe, where I was a part of the transdisciplinary program and venture on digital media: Arts, Media & Engineering. Following grad school, I also spent some time at the School of Communication and Information, Rutgers.\r\nKeywords: big data, collective behavior, data mining, emotion, HCI, language, machine learning, mental health, public health, social media, social network analysis, twitter\r\nPS: My husband is also an academic and he can be found here.",
      "name":"Munmun De Choudhury",
      "specialty":null,
      "title":"Assistant Professor"
   },
   {
      "dept":"College of Computing",
      "description":"I joined Georgia Tech in 2001 after obtaining a Ph.D. from Carnegie Mellon's School of Computer Science, where I worked with Hans Moravec, Chuck Thorpe, Sebastian Thrun, and Steve Seitz. Before that, I also obtained degrees from Case Western Reserve University and The Catholic University of Leuven, in Belgium.\r\n\r\nMy wife Katrien and I are raising two wonderful kids, Thomas and Zoe, in Dunwoody, GA.",
      "name":"Frank Dellaert",
      "specialty":null,
      "title":"Professor"
   },
   {
      "dept":"Interactive Computing ",
      "description":"I am an Assistant Professor at Georgia Institute of Technology in the School of Interactive Computing. I lead the Culture and Technology Lab (CAT Lab). I am particularly interested in understanding how cultural values impact motivations for learning and the use of technology.\r\n\r\nI use many research methods, but all of my projects are initiated through studies with specific audiences around their technology use. I consider these participants as co-designers in the research and in the production of new learning environments and technologies.\r\n\r\nAreas of Interest: Informal Learning Environments, Gender, Race, Ethnicity and Technology Use, Digital Games, Art Museums, Computer Science Learning",
      "name":"Betsy DiSalvo",
      "specialty":null,
      "title":"Assistant Professor"
   },
   {
      "dept":"Literature, Media, and Communication",
      "description":"My work draws together science and technology studies, the humanities, and design research to analyze the social and political qualities of design and prototype experimental systems and services.\r\n\r\nAreas of Research\r\n\r\nPublic Design, Speculative Design, Participatory Design, Social Computing, Civic Media, Food and Food Systems, Environmental Monitoring and Representation, Maps and Mapping, Drones\r\n\r\nAdversarial Design\r\n\r\nMy first book, Adversarial Design, is part of the Design Thinking / Design Theory series on MIT Press. In this book I examine the ways that technology design can provoke and engage the political. I explore the political qualities and potentials of design by examining a series of projects that span design and art, engineering and computer science, agitprop and consumer products.\r\n\r\nI view these projects, which include computational visualizations of networks of power and influence, therapy robots that shape sociability, and everyday objects embedded with microchips that enable users to circumvent surveillance, through the lens of agonism, a political theory that emphasizes contention and dissensus as foundational to democracy. Through my analysis I aim to provide design criticism with a new approach for thinking about the relationship between forms of political expression, computation as a medium, and the processes and products of design.",
      "name":"Carl DiSalvo",
      "specialty":"Digital Media",
      "title":"Associate Professor"
   },
   {
      "dept":"College of Computing, Industrial Desgin",
      "description":"Ellen is a professor in the School of Industrial Design and the School of Interactive Computing, in the College of Architecture, and the College of Computing, at Georgia Institute of Technology. Before joining Georgia Tech, Ellen was on the faculty in the computational design program at Carnegie Mellon University, where she co-directed the Computational Design Laboratory CoDe Lab (Sep 04-Dec 05), and an affiliate faculty at the Human Computer Interaction Institute - HCII and the Institute for Complex Engineered Systems - ICES at Carnegie Mellon University. Before CMU, she was a faculty at University of Washington (99-04) where she co-directed the Design Machine Group - DMG, served as faculty director for the MS program in Design Computing and taught for the Honors Program. Prior to UW, Ellen worked at University of Colorado at Boulder (94-99) as a researcher and instructor for the Sundance Lab for Computing in Design and Planning. She joined Georgia Tech's faculty in January 2006. ",
      "name":"Ellen Do",
      "specialty":null,
      "title":"Professor"
   },
   {
      "dept":"Psychology",
      "description":"Most of my current research would fall under the labels applied cognition or cognitive ergonomics: how cognition (e.g., knowledge, expertise, working memory, attention allocation, strategy selection) interacts with environmental components (e.g., technology, the representation of flight data, available automation, patient symptoms, presence of teammates) to affect the operator's performance, learning, transfer, workload, situation awareness, and strategic thinking. Current and imminent projects include: (1) An investigation of strategy use and selection in dynamic environments focused on critical care nurses. Our hope is to develop a methodology that allows easy elicitation of strategies from experts; to articulate how strategy selection is used to protect situation comprehension, workload, and performance; and to train novices in these expert strategies. (2) An archival study of the cognitive factors underlying rail accidents. (3) A series of experiments trying to determine the conditions to obtain\"and eliminate\"the vigilance decrement in dynamic environments like air traffic control. (4) Producing a Handbook of Human-Systems Integration . Student led projects are looking into taxonomies of human error, the psychometrics of situation awareness, complex prospective memory, predictive aiding in railway automation, the role of familiarity in driving SA, and a comparison of electronic inks. Undergraduate senior theses are in progress on cell-phone addiction, cognitive structure underlying learning through metaphor, and operator attributions when working with automation.",
      "name":"Frank Durso",
      "specialty":"Engineering Psychology",
      "title":"Professor"
   },
   {
      "dept":"Architecture",
      "description":"Professor Eastman's teaching and research is in the areas of Building Information Modeling, solids and parametric modeling, engineering databases, and product models and interoperability. He also is an active researcher in design cognition and cognitive science.",
      "name":"Charles Eastman ",
      "specialty":null,
      "title":"Professor"
   },
   {
      "dept":"Interactive Computing",
      "description":" I'm a Professor of Interactive Computing at the Georgia Tech College of Computing and the Director of the GVU Center. Away from Georgia Tech, I serve on Microsoft's Trustworthy Computing Academic Advisory Board, and served as the Technical Program Chair for CHI 2010 in Atlanta, alongside Tom Rodden. I am an ACM Distinguished Scientist and a member of the CHI Academy.",
      "name":"Keith Edwards",
      "specialty":"Human-Computer Interaction",
      "title":"Professor, Director"
   },
   {
      "dept":"Electrical and Computing Engineering",
      "description":"Magnus B. Egerstedt (born June 28, 1971) is a Swedish-American roboticist, a Professor at the School of Electrical and Computer Engineering, Georgia Institute of Technology, and an Associate Director of Research for the Center for Robotics and Intelligent Machines. Egerstedt is a major contributor to the theory of hybrid and discrete event systems, and in particular, the control of multi-agent systems.",
      "name":"Magnus Egerstedt",
      "specialty":"Multi-agent systems",
      "title":"Schlumberger Professor"
   },
   {
      "dept":"Interactive Computing",
      "description":"I'm an Assistant Professor in the School of Interactive Computing at Georgia Tech, where I lead the Computational Linguistics Laboratory. I work on machine learning approaches to understanding human language. I'm especially interested in social media, discourse, computational social science, and statistical machine learning.",
      "name":"Jacob Eisenstein",
      "specialty":"Computational Linguistics",
      "title":"Assistant Professor"
   },
   {
      "dept":"School of Interactive Computing",
      "description":"My primary research interests address this challenge through combining techniques from visualization, human-computer interaction, statistics, machine learning, and data mining. In particular, I have developed an approach for user interactions for large display visual analytic systems called Semantic Interaction that utilizes machine learning techniques to combine the power of mathematical models with user-centered data exploration interactions.\r\n\r\nI also have continued interest in visual analytics on Large, High-Resolution Displays - both from the human-computer interaction and Information Visualization perspectives.",
      "name":"Alex Endert",
      "specialty":"Visual Analytics",
      "title":"Assistant Professor"
   },
   {
      "dept":"College of Computing",
      "description":"Barbara Ericson is the Director of Computing Outreach for the Institute for Computing Education (ICE) for the College of Computing.  She is trying to increase the quality and quantity of secondary computing students and the quantity and diversity of computing students.",
      "name":"Barbara Ericson",
      "specialty":"Education",
      "title":"Director"
   },
   {
      "dept":"Interactive Computing",
      "description":"Irfan Essa is a Professor in the School of Interactive Computing (iC) of the College of Computing (CoC), and Adjunct Professor in the School of Electrical and Computer Engineering, Georgia Institute of Technology (GA Tech), in Atlanta, Georgia, USA. Currently, he is serving as the Director/Assistant Dean of Off Campus Initiatives for the College of Computing at Georgia Institute of Technology.",
      "name":"Irfan Essa",
      "specialty":"Computer vision",
      "title":"Professor"
   },
   {
      "dept":"Aerospace Engineering",
      "description":"Karen Feigh is an Assistant professor at Georgia Tech's School of Aerospace Engineering. She holds a B.S. in Aerospace Engineering from Georgia Tech, an MPhil in Aeronautics from Cranfield University, UK, and a Ph.D. in Industrial and Systems Engineering from Georgia Tech. Dr. Feigh has previously worked on fast-time air traffic simulation, conducted ethnographic studies of airline and fractional ownership operation control centers, and designed expert systems for air traffic control towers and NextGen concepts. She is also experienced in conducting human-in-the-loop experiments for concept validation.",
      "name":"Karen Feigh",
      "specialty":"Air Traffic",
      "title":"Assistant Professor"
   },
   {
      "dept":"Psychology",
      "description":"Arthur (Dan) Fisk is a Professor in the Engineering Psychology Program at Georgia Institute of Technology. He received his Ph.D. in Experimental Psychology from the University of Illinois in 1982. Prior to his academic career, he was the Manager, Human Factors Engineering at AT&T. Dr. Fisk is a Past President of the Human Factors and Ergonomics Society and a Past-President of Division 21 (Applied Experimental and Engineering Psychology) of the American Psychological Association. Dr. Fisk is the Co-Director of the Human Factors and Aging Laboratory. His research interests include collaborative systems, automation interactions, technology acceptance, and cognitive aging.",
      "name":"Arthur (Dan) Fisk",
      "specialty":"Aging",
      "title":"Professor"
   },
   {
      "dept":"Interactive Computing",
      "description":"Dr. Foley is Professor in the College of Computing, and Professor in the School of Electrical and Computer Engineering. He earned the Ph.D. in Computer Information and Control Engineering at the University of Michigan and the BSEE at Lehigh University. Dr. Foley first came to Georgia Tech in 1991 to establish the Graphics, Visualization & Usability Center, which in 1996 was ranked #1 by US News and World Report for graduate computer science work in graphics and user interaction. In 1996, he became director of Mitsubishi Electric Research Lab in Cambridge and then in 1998 chairman and CEO of Mitsubishi Electric ITA, directing corporate R&D at four labs in North America. He returned to Georgia as Executive Director and then CEO of Yamacraw, Georgia's economic development initiative in the design of broadband systems, devices and chips.",
      "name":"James Foley",
      "specialty":"Graphics, Human-Computer Interaction",
      "title":"Professor"
   },
   {
      "dept":"Music",
      "description":"Jason Freeman's works break down conventional barriers between composers, performers, and listeners, using cutting-edge technology and unconventional notation to turn audiences and musicians into compositional collaborators. His music has been performed by the American Composers Orchestra, Speculum Musicae, the So Percussion Group, the Rova Saxophone Quartet, the Nieuw Ensemble, Le Nouvel Ensemble Moderne, and Evan Ziporyn; and his works have been featured at the Lincoln Center Festival, the Boston CyberArt Festival, 01SJ, and the Transmediale Festival and featured in the New York Times and on National Public Radio. N.A.G. (Network Auralization for Gnutella) (2003), a commission from Turbulence.org, was described by Billboard as an example of the web's mind-expanding possibilities.Freeman received his BA in music from Yale University and his MA and DMA in composition from Columbia University. ",
      "name":"Jason Freeman",
      "specialty":"Music",
      "title":"Professor"
   },
   {
      "dept":"College of Computing",
      "description":"Dr. Maribeth Gandy is the Director of IMTC as well as the Associate Director of Interactive Media for the Institute for People and Technology. She does research in the areas of augmented reality, mobile computing, and HCI. She is a computer scientist who is interested in not only building interesting mobile applications, accessible interfaces, and AR experiences but in bringing HCI techniques for design and evaluation into these domains. Maribeth has worked on a wide array of projects in the 12 years she has been a faculty member at Georgia Tech; ranging from an augmented reality prototyping tool, to an accessible computer interface based on gesture, to a virtual reality experience for exposing theater students to vaudeville. She is currently collaborating with NC State on an NSF funded project to develop cognitive games for older adults.She is currently developing presence metrics for measuring engagement in AR environments using qualitative and quantitative (physiological measures) data. She also teaches the Video Game Design course and the \"Principles of Computer Audio\" (which she created in 2001) in the College  of Computing at Georgia Tech.",
      "name":"Maribeth Gandy",
      "specialty":"Augmented reality",
      "title":"Director, Associate Professor"
   },
   {
      "dept":"Electrical and Computing Engineering",
      "description":"Maysam Ghovanloo was born in January 1973, in Tehran, Iran. He received his B.Sc. in electrical engineering from the University of Tehran in 1994. His undergraduate research was focused on developing an 8kW microprocessor-controlled power supply for Nd-YAG Lasers. As an undergrad intern at the Etrat institute of technology, he worked on PC-Interfacing for industrial automotive robotic applications. He received his M.Sc. in biomedical engineering from Amirkabir Institute of Technology, Tehran, Iran in 1997. His master's thesis was on development of a multi-site physiologic recording system for investigation of the neural assemblies. From 1994 to 1998 he worked part-time at the Industrial Development for Electronic Application Inc., where he participated in the design and development of a modular patient care monitoring system. In December 1998 he founded Sabz Negar Rayaneh Co. Ltd., where he manufactured physiology and pharmacology research laboratory instruments such as precision bio-amplifiers and isolated stimulators. He joined the faculty of Georgia Institute of Technology in June 2007 where he is currently an assistant professor and the director of the GT-Bionics Laboratory in the School of Electrical and Computer Engineering.",
      "name":"Maysam Ghovanloo",
      "specialty":"Bionics",
      "title":"Director"
   },
   {
      "dept":"Interactive Computing",
      "description":"I'm an Assistant Professor in the School of Interactive Computing at Georgia Tech. I joined the Georgia Tech faculty in 2011 after finishing a Ph.D. in CS at Illinois. Our work here is supported by grants from Yahoo!, Google, the NSF and DARPA. I've also founded several social media sites, and my work has received four best paper awards and two nominations from ACM's SIGCHI. One of my favorite activities in life is drinking coffee while hanging out on the internet.",
      "name":"Eric Gilbert",
      "specialty":"Social computing",
      "title":"Assistant Professor"
   },
   {
      "dept":"Interactive Computing ",
      "description":"Ashok K. Goel is a Professor of Computer Science and Cognitive Science in the School of Interactive Computing at Georgia Institute of Technology. He is Director of the School's Ph.D. Program in Human-Centered Computing, Coordinator of the faculty consortium on Creativity, Learning & Cognition, and Co-Coordinator of the faculty consortium on Interactive Intelligence. He is Director of the School's Design & Intelligence Laboratory and a Co-Director of Georgia Tech's Center for Biologically Inspired Design. He is affiliated with the GVU Center, the Institute for People and Technology, the Institute for Robotics and Intelligent Machines, the Center for 21st Century Universities, and the Health Systems Institute.",
      "name":"Ashok Goel",
      "specialty":"Computational design, discovery, and creativity",
      "title":"Professor"
   },
   {
      "dept":"College of Computing",
      "description":"Alexander Gray received Bachelor's degrees in Applied Mathematics and Computer Science from UC Berkeley and a PhD in Computer Science from Carnegie Mellon University, and worked in the Machine Learning Systems Group of NASA's Jet Propulsion Laboratory for 6 years. He currently directs the FASTlab at Georgia Tech, consisting of ~20 people including 12 PhD students, which works on the problem of how to perform machine learning/data mining/statistics on massive datasets, and related problems in scientific computing and applied mathematics. Employing a multi-disciplinary array of technical ideas, the lab has developed the current fastest algorithms for several fundamental statistical methods, and also develops new statistical machine learning methods for difficult aspects of real-world data, such as in astrophysics and biology. This work has enabled high-profile scientific results which have been featured in Science and Nature, and has received a National Science Foundation CAREER award, three best paper awards, and three best paper award nominations. He has given tutorials and invited talks on efficient algorithms for machine learning at venues including ICML, NIPS, SIAM Data Mining, and is a member of the National Academies Committee on the Analysis of Massive Data. He is a frequent invited speaker in the emerging area of astrostatistics/astroinformatics.",
      "name":"Alexander Gray",
      "specialty":"Algorithms",
      "title":"Professor"
   },
   {
      "dept":"Interactive Computing ",
      "description":"Rebecca Beki Grinter is a Professor of Interactive Computing in the College of Computing & (by courtesy, the Scheller College of Business at the Georgia Institute of Technology.  Her research focuses on improving the experience of computing by understanding the human experience in the building and using of technologies. Her work contributes to the fields of human-computer interaction, ubiquitous computing, and computer supported cooperative work. She has also worked in the areas of robotics, networking, security, and software engineering. She has published over 80 scholarly articles, served as Papers Chair (2006) & Best Papers Chair (2010) for the ACM Conference on Human Factors in Computing Systems (CHI), the premier conference for human-computer interaction. In 2013 she was elected to the CHI Academy. In 2010 she was recognized as a Distinguished Alumna of the University of California, Irvine.",
      "name":"Beki Grinter ",
      "specialty":"Human-Computer Interaction",
      "title":"Professor"
   },
   {
      "dept":"College of Computing",
      "description":"Mark Guzdial is a Professor in the College of Computing at Georgia Institute of Technology. He was the Director of Undergraduate Programs (including the BS in Computer Science, BS in Computational Media, and Minor in Computer Science) until October 2007. Mark is a member of the GVU Center. He received his Ph.D. in education and computer science (a joint degree) at the University of Michigan in 1993, where he developed Emile, an environment for high school science learners programming multimedia demonstrations and physics simulations. He was the original developer of the CoWeb (or Swiki), which has been a widely used Wiki engine in Universities around the world. He is the inventor of the Media Computation approach to learning introductory computing, which uses contextualized computing education to attract and retain students. He was vice-chair of the ACM Education Board, and still serves on the ACM Education Council, as well as on the ACM SIGCSE Board. He serves on the editorial boards of ACM Transacctions on Computing Education and Journal of the Learning Sciences. His blog on Computing Education is active, with 400-500 pageviews per day. He and his wife were awarded the 2010 ACM Karl V. Karlstrom Outstanding Educator Award. He was awarded the IEEE Computer Society Undergraduate Teaching Award in 2012.",
      "name":"Mark Guzdial",
      "specialty":"Education",
      "title":"Professor"
   },
   {
      "dept":"Interactive Media Technology Center",
      "description":null,
      "name":"Harley Hamilton",
      "specialty":null,
      "title":"Senior Research Scientist"
   },
   {
      "dept":"Interactive Computing",
      "description":"James Hays' research interests span computer graphics, computer vision, and computational photography. His research focuses on using \"Internet-scale\" data and crowd-sourcing to improve scene understanding and allow smarter image synthesis and manipulation. He is the recipient of the Alfred P. Sloan Fellowship and the NSF CAREER award.\r\n\r\nBefore joining Georgia Tech, Hays was the Manning Assistant Professor of Computer Science at Brown University. He was a postdoc at MIT with Antonio Torralba, completed his Ph.D. at Carnegie Mellon University with Alexei Efros, and received his B.S. from Georgia Tech.",
      "name":"James Hays",
      "specialty":null,
      "title":"Associate Professor"
   },
   {
      "dept":"Literature, Media, and Communication",
      "description":"Dr. Karen Head (Ph.D. University of Nebraska, M.A. University of Tennessee, B.A. Oglethorpe University) is an Assistant Professor in Georgia Tech's School of Literature, Media, and Communication and Director of the Writing and Communication Program's Institute-wide Communication Center. She has been at Georgia Tech since 2004. Her research focuses on communication theory and pedagogical practice, especially the implementation and development of writing centers, writing program administration, and multidisciplinary communication.",
      "name":"Karen Head",
      "specialty":"Poetry",
      "title":"Assistant Professor"
   },
   {
      "dept":"Policy",
      "description":"My research focuses on the question how creativity, cognitive change, and learning can be stimulated by constructing diagrammatic representations, and by experimenting with those representations. Since 2004, I developed \"Logical Argument Mapping (LAM),\" a method and diagrammatic system of representation that is supposed to stimulate critical thinking.",
      "name":"Michael Hoffman",
      "specialty":"Logic",
      "title":"Associate Professor"
   },
   {
      "dept":"Music",
      "description":"He graduated from the Peabody Conservatory of Music in 2005 studying primarily with Brian Ganz. Presently, he serves as the Conducting Scholar at Oglethorpe Presbyterian Church as well as the assistant conductor and accompanist for the Georgia Tech Choral Department.  Additionally, he was a guest conductor for the Choral Guild of Atlanta and is currently the Music Director of the Atlanta Chinese Chorus He works in the area of architectural acoustics, noise control, psychoacoustics, the physiological response to noise, and musical acoustics.  Currently, he is working closely with the Georgia Institute of Technology, Johns Hopkins University, and Gothenburg University in a large research project concerning hospital acoustics.  Previous large projects of his have included speaker and amplifier design projects, recording studio design, a noise-canceling headphone prototype, and church sanctuary and large auditoria consulting projects.  He is an active member of the American Society of Heating, Refrigeration, Air Conditioning  Engineers (ASHRAE) and the Acoustical Society of America (ASA).  ",
      "name":"Timothy Hsu",
      "specialty":"Acoustics",
      "title":"Assistant Professor"
   },
   {
      "dept":"Electrical and Computing Engineering",
      "description":"Omer T. Inan received his B.S., M.S., and Ph.D. degrees in Electrical Engineering from Stanford University in 2004, 2005, and 2009, respectively. He worked at ALZA Corporation in 2006 in the Drug Device Research and Development Group. From 2007-2013, he was chief engineer at Countryman Associates, Inc., designing and developing several high-end professional audio products. From 2009-2013, he was a visiting scholar in the Department of Electrical Engineering at Stanford. In 2013, he joined the School of ECE at Georgia Tech as an assistant professor. Dr. Inan is generally interested in designing clinically relevant medical devices and systems, and translating them from the lab to patient care applications. One strong focus of his research is in developing new technologies for monitoring chronic diseases at home, such as heart failure.",
      "name":"Omer Inan",
      "specialty":"Medics",
      "title":"Assistant Professor"
   },
   {
      "dept":"College of Computing",
      "description":"After graduating Georgia Tech in 1990, I found myself at MIT's AI Lab (now CSAIL) pursuing a PhD and learning all about machine learning. For my dissertation, I developed a novel algorithm for inferring sparse, multi-level structure from a large collection of electronically available text. This was done in an unsupervised way, using principles from statistics and information theory. My advisors were Rod Brooks and Paul Viola. After graduation I ended up at AT&T Shannon Labs, where I spent many fruitful years working with a slew of luminaries in machine learning. I left the Labs in the spring of 2002 and now I'm back at Ga Tech, doing the faculty thing. I was awarded tenure (you should see what my students did to my office) and not too long after promoted to Professor, so I've decided that the academy is, in fact, a perfectly fair and meritocratic institution.",
      "name":"Charles Isbell, Jr.",
      "specialty":"Artificial Intelligence",
      "title":"Professor"
   },
   {
      "dept":"College of Computing",
      "description":"Melody Moore Jackson is a Visiting Associate Professor in the College of Computing at the Georgia Institute of Technology. Dr. Jackson holds a Ph.D. in Computer Science from Georgia Tech (1998).  Her dissertation work in user interface reengineering combined the areas of Human-Computer Interface and Software Engineering, and her minor was Postsecondary Education.  Dr. Jackson also holds a B.A. in Computer Science with a minor in Business Administration from The University of Texas at Austin (1980), and the M.S. of Information and Computer Science from Georgia Tech 1988). Prior to returning to Georgia Tech in January 2006, Dr. Jackson was an Associate Professor in the Computer Information Systems Department at Georgia State University, where she created and directed the GSU BrainLab.  Before GSU, Dr. Jackson was a Senior Research Scientist at Georgia Tech for nine years, creating and directing the Open Systems lab, and teaching Software Engineering. Before coming to academia, she worked for nine years in industry as a professional software engineer developing real-time embedded systems, secure operating systems, networking, and compilers. Companies included Texas Instruments, Sperry, and National Semiconductor.",
      "name":"Melody Jackson",
      "specialty":"Biometric Interfaces",
      "title":"Visiting Professor, Director"
   },
   {
      "dept":"Literature, Media, and Communication",
      "description":"I am an Assistant Professor at the Digital Media program at Georgia Tech. My research interest is in the ethical and political implications of design and its capacity to mediate social and collective interactions. More specifically, I examine the experiential and participatory dimensions of products and their relationship to establishing and supporting democratic forms of social interaction. My research spans both theoretical inquiry and experimental design, situated at the intersection of Design, the Humanities, and Human Computer Interaction. I direct the Design and Social Interaction Studio, engaging research projects that span the areas of civic and participatory media; locative media; information design and visualization; and interaction design. I received my PhD in Design from Carnegie Mellon University. I also hold an MS in Information Design and Technology from the Georgia Institute of Technology and a BS in Electrical Engineering from the University of Tehran, Iran.",
      "name":"Nassim Jafarinaimi",
      "specialty":"Ethical Design, Political Design",
      "title":"Assistant Professor"
   },
   {
      "dept":"Interactive Media Technology Center",
      "description":"Brian D. Jones is a Senior Research Engineer at IMTC and Director of the Aware Home Research Initiative (AHRI). As Director of the Aware Home Research Initiative, Mr. Jones is working to bring new investment and new technology into the Aware Home facility to provide exciting cutting-edge infrastructure for Georgia Tech faculty and students interested in researching a variety of applications in the home. He has joined with other research faculty at Georgia Tech to form the Design and Technology for Healthy Aging (DATHA) initiative. This effort is aimed at bringing together researchers, students, state and local organizations, and industry with a common interest of providing our older adult population with the communities and technologies they need to successfully age in place. Beyond his commitment to the Aware Home, Mr. Jones continues to pursue immersive, interactive media applications for both formal and informal educational institutions, such as museums. Since 1993, Mr. Jones has been involved in numerous research projects, including: developing cutting-edge, educational, multimedia information systems, websites, CD-ROMs, and interfaces; examining, producing and demonstrating a custom application to generate orthographic images from video; investigating full screen interactive video in kiosks; and exploring advanced human motion-capture techniques. Mr. Jones has acted as Project Manager/Principal Investigator on several of these projects including: the Philanthropy Gallery at the Millennium Gate (2008), the Lorenzo Ghiberti Gates of Paradise kiosk at the High Museum (2007), the Biomedical Engineering virtual labs, i-irasshai - a cultural exploration of Japan (2001), and Zoo Atlanta, among others. Mr. Jones holds both a Bachelor's degree (BEE `93) and Masters of Science degree (MSEE `96) from Georgia Tech in Electrical Engineering.",
      "name":"Brian Jones",
      "specialty":"Smart Home",
      "title":"Senior Research Engineer"
   },
   {
      "dept":"Biomedical Engineering",
      "description":"I am an Associate Professor with tenure at Georgia Tech in the Wallace H. Coulter Department of Biomedical Engineering at Georgia Tech and Emory University. My research focuses on robotics with an emphasis on mobile manipulation and human-robot interaction in the context of healthcare. I also have adjunct appointments in the School of Interactive Computing and the School of Electrical and Computer Engineering. I am an active member of the Center for Robotics and Intelligent Machines at Georgia Tech (RIM@GT) and most of the PhD students I advise are in the Robotics PhD Program. ",
      "name":"Charlie Kemp",
      "specialty":"Human-Robot Interaction",
      "title":"Professor"
   },
   {
      "dept":"Policy",
      "description":"Hans K. Klein is Associate Professor in the School of Public Policy at the Georgia Institute of Technology (\"Georgia Tech\", located in Atlanta.) His main area of research is Internet governance, especially as its relates to globalization. He also studies community media, especially public, educational, and governmental (PEG) access television, and political organizing using the Internet. Other research interests include US technology policy for large technical systems and theories of the social construction of technology. Klein directs Georgia Tech's Internet and Public Policy Project (IP3). He is a partner in the Internet Governance Project, a collaboration with Syracuse University. He formerly chaired the board of Computer Professionals for Social Responsibility (CPSR) and led its activities in Internet governance. Much of his policy research has an applied dimension, and he has worked with such organizations as the American Civil Liberties Union, the Electronic Privacy Information Center, the City of Atlanta, and Atlanta's WRFG community radio station. Klein received a Ph.D. from MIT in 1996 in Political Science, an M.S. from MIT in 1993 in Technology and Policy, and a B.S.E. in 1983 from Princeton University in Electrical Engineering and Computer Science. He has also studied at the Technical University of Munich and was a visiting researcher at the Ecole des Mines in Paris. Before pursuing an academic career Klein worked in the European software industry from 1983-1988, working for Siemens (Munich), Schlumberger (Paris), and Olivetti (Milan).",
      "name":"Hans Klein",
      "specialty":"Internet Governance",
      "title":"Associate Professor"
   },
   {
      "dept":"Literature, Media, and Communication",
      "description":"Lauren Klein is Assistant Professor in the School of Literature, Media, and Communication. She received her A.B. from Harvard University and her Ph.D. from the Graduate Center of the City University of New York (CUNY). Her research interests include early American literature and culture, food studies, media studies, and the digital humanities. Her writing has appeared in American Literature, Early American Literature, and American Quarterly. She has taught at Brooklyn College and at Macaulay Honors College, both branches of CUNY. Between 2007 and 2008, she worked as an educational technology consultant for One Laptop per Child, a non-profit aimed at bringing low-cost laptops to children in the developing world.",
      "name":"Lauren Klein",
      "specialty":"American Literature",
      "title":"Assistant Professor"
   },
   {
      "dept":"Literature, Media, and Commuincation",
      "description":"Kenneth J. Knoespel is McEver Professor of Engineering and the Liberal Arts at Georgia Tech. He has served as Interim Dean of the Ivan Allen College of Liberal Arts and as Chair of the School of Literature, Communication & Culture. He has a joint-appointment with the School of History Technology & Society and an adjunct appointment in the College of Architecture. Knoespel has published widely visualization and science studies and most recently has taught a graduate seminars in the College of Architecture devoted to the design and morphology and the future of museums. Work from the seminars has been presented in Greece, Italy, France, England, and Denmark. In addition to recent work on cognition and visual practice in mathematics and architecture, he has worked on problems of ambiguity within the natural and human sciences. He has worked closely with universities in Europe as well as Russia and is currently completing a project concerned with cities and landscape on the Baltic Sea. At Georgia Tech, he has participated in the development of undergraduate and graduate programs that focus on emergent digital media. He was a founding editor of Configurations: A Journal for Literature, Science, and Technology, published by Johns Hopkins University Press. He has held research appointments at the Cornell University, the Hebrew University of Jerusalem, and at he Russian Academy of Science. Knoespel received his Ph.D from the University of Chicago and has taught at the University of Uppsala, the University of Chicago, Cornell University, Blekinge Tekniska Högskola, Söderstörns Högskola, Stockholm, and the Russian Academy of Science.",
      "name":"Kenneth Knoespel",
      "specialty":null,
      "title":"Professor"
   },
   {
      "dept":"Interactive Computing",
      "description":"Neha Kumar is an Assistant Professor at Georgia Tech, with a joint appointment in the Sam Nunn School of International Affairs and the School of Interactive Computing. She is a computer scientist, designer, and ethnographer, and thrive in spaces where she can wear all three hats at once. Kumar studies new media and information sharing practices of marginalized communities in India, and uses her findings to inform appropriate technology design and interventions.\r\n\r\nBefore Fall, Kumar was at USC’s Annenberg School for Communication and Journalism, where she was honored to be their Digital Diversity Postdoctoral Researcher. Before Annenberg, she was a Research Associate at UW, Seattle. There, Kumar was mentored by Prof. Richard Anderson and Prof. Gaetano Borriello in the Computer Science (CS) department and Prof. Beth Kolko in the Human-Centered Design & Engineering (HCDE) department. Best year ever. One of the projects based out of UW that she continues to work on is Projecting Health, situated in Raebareli district, UP (India), where visual media is being designed and produced locally to address the high infant and maternal mortality rates there (also among the highest in India).\r\n\r\nNeha Kumar has co-founded a non-profit mHealth start-up, which targets concerns regarding children’s health – early detection of growth, development, and immunization issues – in an under-resourced Indian context. The idea won first prize at a health hackathon organized by CAMTech and held at GE Research in Bangalore, in July 2014. It also won an Innovation Award from CAMTech, which helped her and her team get closer to the launch of their app later this year.\r\n\r\nKumar got her Ph.D. in December 2013 from UC Berkeley’s School of Information under the incredible guidance of Prof. Tapan Parikh. Her dissertation research examined new media practices of youth from socioeconomically disadvantaged backgrounds in India, with a view to highlight the innovation and agency of these lead technology adopters as they appropriate the mobile phone. As she studies the production of culture by these youth, she also examined local music practices, the rampant media piracy culture, and the inevitable pull towards social networking. Kumar's dissertation is titled “Mobiles, Media, and the Agency of Indian Youth”. She conducted my field work in rural, semi-urban, and urban parts of North India. She is a native Hindi speaker and used that to her advantage.",
      "name":"Neha Kumar",
      "specialty":null,
      "title":"Assistant Professor"
   },
   {
      "dept":"Literature, Media, and Commuincation",
      "description":"Christopher Le Dantec is Assistant Professor in the School of Literature, Media, and Communication. He joins Ivan Allen College from Georgia Tech, School of Interactive Computing where he recently completed his Ph.D. in Human-Centered Computing. His research is focused on integrating theoretical, empirical, and design-based investigations of community technologies with a focus on developing mobile information technologies for the urban homeless. Prior to entering graduate school, he was a senior interaction designer with Sun Microsystems where he introduced interaction design practice to their Czech engineering offices.",
      "name":"Christopher Le Dantec",
      "specialty":"Civic Engagement",
      "title":"Assistant Professor"
   },
   {
      "dept":"Industrial Design ",
      "description":"Wayne K. Li is the Oliver Professor of Practice in Design and Engineering. Most recently, Li has led innovation and market expansion for Pottery Barn seasonal home products, leading to significant business growth across multiple product categories, including home office, clocks, consumer electronics and lighting. \r\n\r\nHe also has become an influential teacher in Stanford University’s design program where he teaches visual communication and digital media techniques. \r\nPreviously, Li led ‘interface development’ in Volkwagen of America’s Electronics Research Laboratory, and developed corporate brand and vehicle differentiation strategies at Ford Motor Company. \r\nHe received a Master of Science in Engineering from Stanford University, and undergraduate degrees in Fine Arts in Design and Mechanical Engineering from the University of Texas at Austin.",
      "name":"Wayne Li",
      "specialty":null,
      "title":"Professor of Practice of Design and Engineering "
   },
   {
      "dept":"Interactive Computing",
      "description":"I joined Georgia Tech in August 2007 in School of Interactive Computing. Before moving to Atlanta, I was an assistant professor at the University of Southern California from January 2006, after I received my Ph.D and M.S. in 2005 and 2001 from the University of Washington. My research interests are in computer graphics and animation, including physics-based animation, character animation, optimal control, numerical methods, robotics and computational biomechanics. My Ph. D. thesis focuses on designing a generative model for human natural motion. I am a member of the Graphics Lab at Georgia Tech.",
      "name":"Karen  Liu ",
      "specialty":"Graphics",
      "title":"Associate Professor"
   },
   {
      "dept":"School of Literature, Media, and Communication",
      "description":"Yanni Alexander Loukissas is a designer and ethnographer with a focus on the role of computation in cooperative practices of exploration and imagination. Before coming to Georgia Tech, he was a lecturer at the Harvard Graduate School of Design, where he co-coordinated the Program in Art, Design and the Public Domain.\r\n\r\nHis research and teaching concentrate on the cultural dimensions of data, mapping, modeling, visualization, simulation and prototyping. Recent projects include: an institutional portrait of the Arnold Arboretum using metadata on 70,000 trees, vines and shrubs; a map of contributors to the Digital Public Library of America; and a visualization of human-machine interactions during the first lunar landing in 1969. He is a contributor to Simulation and its Discontents (MIT Press, 2009) and the author of Co-Designers: Cultures of Computer Simulation in Architecture (Routledge, 2012), an ethnographic study of design practice that explores ongoing social and technological transformations in professional life. He has also worked with Small Design Firm to develop information and way-finding systems for cultural institutions including the Metropolitan Museum of Art in New York City.\r\n\r\nOriginally trained as an architect at Cornell University, he subsequently received a Master of Science and a PhD in Design and Computation at MIT. While at MIT, he worked with the Initiative on Technology and Self, the Media Lab, and the Center for Bits and Atoms. He also completed postdoctoral work at the MIT Program in Science, Technology and Society.",
      "name":"Yanni Loukissas",
      "specialty":"Design, Ethnography",
      "title":"Assistant Professor"
   },
   {
      "dept":"College of Business",
      "description":"Nicholas Lurie is Assistant Professor of Marketing at the College of Management at Georgia Tech and conducts research on how the information environment affects consumer and managerial decision making. He is a co-founder of the College of Management's BizLab, which brings together researchers from multiple business disciplines who study human behavior and is a member of Georgia Tech's Graphics, Visualization, and Usability (GVU) Center. He is particularly interested in factors that affect overload in information-rich environments such as the Internet; the interaction between the information environment and decision processes; and how new technologies--such as visualization, real-time feedback, map-based representation, and mobile devices--affect information search, decision processes, choice, and learning. His research has been published or is forthcoming in the Journal of Consumer Research, Journal of Marketing, Journal of Marketing Research, Journal of Consumer Psychology, Journal of Retailing, Journal of Service Research, Organizational Behavior and Human Decision Processes, and the Journal of Public Policy and Marketing. His article \"Decision Making in Information Rich Environments: The Role of Information Structure\" won the Ferber Award for the best article in the Journal of Consumer Research based on a doctoral dissertation. He received his PhD from the Haas School at the University of California at Berkeley, his MBA from the Kellogg School at Northwestern University, and his AB from Vassar College.",
      "name":"Nicholas Lurie",
      "specialty":"Marketing",
      "title":"Assistant Professor"
   },
   {
      "dept":"IC",
      "description":"I have been a faculty member in the Georgia Tech College of Computing and the GVU Center since January 1999, after finishing a PhD in the Department of Computer Science at Columbia University in New York City. I direct the Augmented Environments Lab, whose research focuses on the design and implementation of interactive mixed-reality and augmented-reality environments, as well as the tools to support people creating them. The current focus of my work is educational, entertainment and gaming applications of augmented and mixed reality environments.  My current projects focus on handheld AR games, co-located social AR experiences, cognitive models of AR and space, AR and children, and AR software based on web technology.  The latter interest is centered around our AR Web Browser, Argon.",
      "name":"Blair MacIntyre",
      "specialty":"Augmented Reality",
      "title":"Associate Professor"
   },
   {
      "dept":"Literature, Media, and Communication",
      "description":"I am a Visiting Assistant Professor at the School of Literature, Media, and Communication at Georgia Tech, Atlanta, and an Adjunct Professor at the School of Interactive Arts and Technology at Simon Fraser University, Vancouver, Canada.\r\n\r\nMy primary research interests are how we create meaning for ourselves through \"Technologies of Representation\" and \"Narrative Across Media\" including Digital Narrative. I'd like to encourage more exploration, innovation, and a better range of stories in digital narratives and video games, in particular for children.\r\n\r\nI have a Fine Arts degree from Concordia in Montreal, a Masters in Professional Writing from Kennesaw State in Atlanta, and a PhD in Digital Narrative from Simon Fraser University in Vancouver.\r\n\r\nBefore I returned to graduate school in 1999, I was a designer and communication consultant in Toronto, Edmonton, and Calgary for more than twenty years. Besides these cities, I've lived in Montreal, London, Champaign/Urbana, and currently share my time between Atlanta and Vancouver.",
      "name":"Krystina Madej",
      "specialty":"Digital Narrative",
      "title":"Assistant Professor"
   },
   {
      "dept":"Literature, Media, and Commuincation",
      "description":"from website: I am an Assistant Professor of Digital Media at Georgia Tech, head of the Adaptive Digital Media (ADAM) Lab, and a member of the Entertainment Intelligence Lab, Experimental Game Lab, Georgia Tech Center for Music Technology, and GVU Center. My research explores the themes of computation and creativity, which results in work in such expressive fields as interactive narrative, digital performance, AI-based computer game design, and educational media. My current major projects include a) AI-based technologies that can co-create narrative-based performances (e.g. theatre, dance, or imaginative play) with human performers, b) adaptive AI for digital game-based learning experiences, and c) employing creativity as a means of teaching about computation (e.g. remixing hip hop music with code). See the ADAM Lab's project page for a list of current projects. ",
      "name":"Brian Magerko",
      "specialty":"Music Technology",
      "title":"Assistant Professor"
   },
   {
      "dept":"Literature, Media, and Communication",
      "description":"Dr. Alexandra (Ali) Mazalek is Associate Professor of Digital Media in the School of Literature, Media, and Communication. She is a member of the interdisciplinary GVU Center and director of the Synaesthetic Media Lab. She currently holds a Canada Research Chair in Digital Media and Innovation at Ryerson University in Toronto. Her research explores emerging modalities in new media, focusing on tangible and embodied interactions to support creative practices that bridge the physical and digital worlds across both arts and sciences. Current projects include embodied digital puppetry approaches for augmenting creativity and tangible tabletop interaction to support scientific research and education. Mazalek received her M.S. and Ph.D. from the Tangible Media and Media Fabrics research groups at the MIT Media Lab. She received a BS in computer science and mathematics from the University of Toronto.",
      "name":"Ali Mazalek",
      "specialty":"Tangible Media",
      "title":"Associate Professor"
   },
   {
      "dept":"GVU Center",
      "description":"Keith McGreggor leads the GVU Center's overall outreach to industry, including the development of new partnership programs as well as new ways to engage with the local, national, and global technology industry. He is involved in entrepreneurship efforts across campus as director of Georgia Tech's VentureLab, leadership role with the I-Corps, and teaching the Georgia Tech Startup Lab undergrad entrepreneurship class.",
      "name":"Keith McGreggor",
      "specialty":"Artificial Intelligence",
      "title":"Associate Director, GVU Center; Professor of the Practice, School of Interactive Computing"
   },
   {
      "dept":"Literature, Media, and Communication",
      "description":"Primary interests are in the analysis of digital media audiences, multimedia project management and testing, and distance learning. Corporate consulting includes work in industrial use of the Internet, testing of digital products, and the design and implementation of multimedia distance learning. Current research focuses on the impact of design theory on multimedia. Publications include CO-authorship of Functional Writing, Readings in Technical Writing, and A Guide to Technical Writing, and articles on problem design and communication pedagogy. My current work involves the creation of series of a series of courses using the Web, video, and interactive television to teach techniques of distance learning to educators and corporate trainers. Administrative responsibilities have included Directorship of the Graduate Program in Information Design and Technology, Directorship of the Corporate Continuing Education Program in Multimedia , and CO-Directorship of the Center for NewMedia Education and Research.",
      "name":"Peter McGuire",
      "specialty":"Communication Technology",
      "title":"Professor"
   },
   {
      "dept":"Industrial Design",
      "description":"Currently, Professor Mullick is directing a three-year sponsored project called Inclusive Indoor Play, funded by the National Institute on Disability and Rehabilitation Research, U.S. Department of Education. This project which will study play behavior and play needs of children with and without disabilities, will develop new designs of play environments and construct working prototypes that will be placed in actual play environments and tested with children. He also serves as the universal design expert for another project called Universal Design Play, funded by the National Institute on Disability and Rehabilitation Research, U.S. Department of Education. This project, which focuses on universal design as it applies to toys for children, is expected to produce an assessment tool that will allow parents to select, designers to design and purchasers to buy universal design toys.",
      "name":"Abir Mullick",
      "specialty":"Universal Design",
      "title":"Professor"
   },
   {
      "dept":"Literature, Media, and Communication",
      "description":"Professor Janet H. Murray is an internationally recognized interaction designer, specializing in digital narrative and digital humanities. She graduated from the Bronx High School of Science and SUNY Binghamton, and was trained by IBM as a systems programmer before earning a PhD in English Literature from Harvard, where she specialized in the English novel. In the early 1980s she was teaching humanities at MIT when her students showed her Eliza and Zork, and she recognized the possibilities for storytelling in the new digital medium. Building on these explorations and on early Media Lab experiments with interactive video, Murray led humanities educational projects at MIT in the 1980s and 1990s and established the first university course in interactive narrative.",
      "name":"Janet Murray",
      "specialty":"Digital Narrative",
      "title":"Associate Dean, Professor"
   },
   {
      "dept":"Interactive Computing",
      "description":"Themes in her research include supporting informal collaboration and awareness in office environments, enabling creative work and visual communication, and augmenting social processes for managing personal information. She is also one of the principal researchers in the Aware Home Research Initiative; investigating the design of future home technologies, especially those that enable older adults to continue living independently as opposed to moving to an institutional care setting.",
      "name":"Elizabeth Mynatt",
      "specialty":"Ubicomp and assistive technology",
      "title":"Professor"
   },
   {
      "dept":"Literature, Media, and Communication",
      "description":"My main research interest regards interactions in hybrid spaces and asks how we express ourselves through interaction in them. This includes real-time 3-dimensional virtual environments as well as the physical locations where we engage with digital media. In my group, we use approaches from Craft Research and Performance Studies to reclaim these spaces for their inhabitants.",
      "name":"Michael Nitsche",
      "specialty":"Interactive Digital Media",
      "title":"Associate Professor, Director of Graduate Studies"
   },
   {
      "dept":"Human-Centered Computing",
      "description":"Jessica Pater is the Associate Director of the Foundations for the Future (F3) program at the Georgia Tech Research Institute (GTRI) where she holds the rank of Research Associate II. Pater is the Project Director for several educational programs, including the Direct to Discovery (D2D) and Georgia CyberSafety Initiative (GaCSI). She has taught courses in the areas of digital citizenship, cybersafety and cyberethics, technology applications in the classroom, and virtual worlds in education. Her areas of expertise include social media technologies, technology transfer, and curriculum integration. Her current research activities focus on the role of technologies in educational motivation and identity development. Pater is a member of the International Society for Technology in Education, the Consortium of School Networking, and IEEE. She currently serves on review panels for CoSN and the Information, Communication, and Society journal.",
      "name":"Jessica Pater",
      "specialty":"Social Media",
      "title":"Associate Director, Project Director, "
   },
   {
      "dept":"Interactive Computing",
      "description":"Vice Provost for Undergraduate Education Colin Potts oversees offices and programs affecting undergraduate education including the Center for Career Discovery and Development, the Honors Program and Fellowships Office, the Center for Academic Enrichment, the Center for Academic Success, and Student Athlete Academic Support Services. He sits on the President's Cabinet and represents Georgia Tech's undergraduate academic affairs to the University System of Georgia Board of Regents and the Association of American Universities (AAU), among other constituencies. He also evaluates and approves academic policies affecting undergraduate students and proposals for all undergraduate courses and programs. After earning a Ph.D. from Sheffield University in psychology for research in text memory and comprehension and then working as a software engineer and ergonomics consultant, Potts joined the Department of Computing faculty at Imperial College, later moving to the Microelectronics and Computer Technology Corporation as a senior technical staff member. He joined the Georgia Tech College of Computing in 1992 as a faculty member in what is now the School of Interactive Computing. His research over the past 25 years has spanned the fields of requirements engineering, software design methods, human-computer interaction, and information privacy. All his research has been interdisciplinary and has emphasized the human element in technology design and use. He is best known for design methods that start not from technology innovation but from user needs and envisaged scenarios of use.",
      "name":"Colin Potts ",
      "specialty":"Requirements Engineering",
      "title":"Vice Provost, Associate Professor"
   },
   {
      "dept":"Interactive Computig",
      "description":"James M. Rehg (pronounced \"ray\") received his Ph.D. in Electrical and Computer Engineering from CMU in 1995. His dissertation work resulted in DigitEyes, the first video-based real-time system for tracking the full DOF of the human hand. He joined the Cambridge Research Lab of the Digital Equipment Corp. in 1995, and in 1996 he became the Manager of the Computer Vision Research Group. He led a wide range of research activities in computer vision and machine learning over the next five years. His collaboration with Michael Jones resulted in a widely-used technique for detecting skin in images, which is currently used in Google Image Search. In collaboration with Vladimir Pavlovic and Kevin Murphy, Dr. Rehg pioneered the use of probabilistic graphical models (specifically, switching linear dynamic systems) in video-based tracking. His collaboration with Tat-Jen Cham on tracking Fred Astaire's dance movements resulted in one of the first applications of computer vision analysis to movie footage. In 2001, Dr. Rehg joined the College of Computing in the Georgia Institute of Technology at the rank of Associate Professor. In 2009, he was promoted to Full Professor within the School of Interactive Computing. He co-directs the Computational Perception Lab and is the Associate Director of Research within the Center for Robotics and Intelligent Machines (RIM@GT). Dr. Rehg has authored more than 100 peer-reviewed scientific papers and holds 23 issued US patents. His research interests include computer vision, medical imaging, robot perception, machine learning, and pattern recognition. He is currently leading a multi-institution effort to develop the science and technology of Behavior Imaging, the capture and analysis of social and communicative behavior using multi-modal sensing, to support the study and treatment of developmental disorders such as autism.  Dr. Rehg is active in the program and organizing committees of the major conferences in computer vision, robotics, and machine learning. In 2009, he served as the General co-Chair of the IEEE Conference on Computer Vision and Pattern Recognition (CVPR), one of the top international conferences in computer vision. In 2010, he was an Associate Editor for the IEEE Intl. Conf. on Robotics and Automation (ICRA). He has co-organized numerous workshops, including the First IEEE Workshop on Projector-Camera Systems (PROCAMS 03), and the First IEEE Workshop on Visual Place Categorization (VPC 09). He has served on the Editorial Board of the International Journal of Computer Vision, one of the top two international journals in computer vision, since 2004. He is a Senior Editor of the Encyclopedia of Computer Vision, to be published by Springer in 2011. In 2001, Dr. Rehg received the NSF Career Award and in 2005 he received the Raytheon Faculty Fellowship from Georgia Tech. He and his students have been the recipient of several best paper awards, including the Distinguished Student Paper Award at the Intl. Conf. on Machine Learning in 2005 and the Best Student Paper Prize at the British Machine Vision Conference in 2010.",
      "name":"James Rehg",
      "specialty":"Computer Vision",
      "title":"Professor"
   },
   {
      "dept":"Interactive Computing",
      "description":"Mark Riedl is an Assistant Professor in the Georgia Tech School of Interactive Computing and director of the Entertainment Intelligence Lab. Mark's research focuses on the intersection of artificial intelligence, virtual worlds, and storytelling. The principle research question Mark addresses through his research is: how can intelligent computational systems reason about and autonomously create engaging experiences for users of virtual worlds and computer games.  Mark's primary research contributions are in the area of artificial intelligence approaches to automated story generation and interactive storytelling for entertainment, education, and training. Narrative is a cognitive tool used by humans for communication and sense-making. The goal of my narrative intelligence research is to discover new computational algorithms and models that can facilitate the development of intelligent computer systems that can reason about narrative in order to be better communicators, entertainers, and educators.  Additionally, Mark has explored the following research topics: virtual cinematography in 3D virtual worlds; player modeling; procedural generation of computer game content; computational creativity; human creativity support; intelligent virtual characters; mixed-initiative problem solving; and discourse generation.  Mark earned a PhD degree in 2004 from North Carolina State University. From 2004-2007, Mark was a Research Scientist at the University of Southern California Institute for Creative Technologies where he researched and developed interactive, narrative-based training systems. Mark joined the Georgia Tech College of Computing in 2007 where he continues to study artificial intelligence approaches to story generation, interactive narratives, and adaptive computer games. His research is supported by the NSF, DARPA, the U.S. Army, Google, and Disney. Mark was the recipient of a DARPA Young Faculty Award and and NSF CAREER Award.",
      "name":"Mark Riedl",
      "specialty":"Artificial Intelligent Storytelling",
      "title":"Assistant Professor"
   },
   {
      "dept":"Psychology",
      "description":"I co-direct the Human Factors and Aging Laboratory. Our goals are to develop a fundamental understanding of aging, cognition, and attention and to bring that fundamental basic knowledge to bear on design issues important to the quality and safety of activities of daily living encountered by older adults.",
      "name":"Wendy Rogers",
      "specialty":"Aging",
      "title":"Professor of Psychology"
   },
   {
      "dept":"College of Computing",
      "description":"Jarek Rossignac is Professor of Computing at Georgia Tech. His research focuses on the design, representation, simplification, compression, analysis and visualization of complex 3D shapes and animations. Before joining Georgia Tech in 1996 as the Director of the GVU Center, he was the Visualization Strategist and Senior Manager at IBM Research. He holds a Ph.D. in E.E. from the University of Rochester, a Diplôme d'Ingénieur ENSEM, and a Maîtrise in M.E. from the University of Nancy, France. He holds 26 patents and published 154 peer-reviewed articles (including 4 in ACM SIGGRAPH, 6 in the ACM Transactions on Graphics, and 13 in the ACM Symposium\r\non Solid and Physical Modeling) for which he received 23 Awards and over 7900 citations, yielding an h-index of 48. He created the ACM Symposia on Solid Modeling, chaired 20 conferences and 6 international program committees (including Eurographics), delivered over 30 Distinguished or Invited Lectures and Keynotes, organized and delivered numerous short courses (including 8 at SIGGRAPH) and served on the editorial boards of 7 professional journals and on 82 Technical Program committees (including SIGGRAPH and several other ACM conferences). He served as the Editor-in-Chief of the GMOD (Graphical Models) journal 2010-13. Currently he is the Director of the NSF Aquatic Propulsion Lab (APL). He is a Senior Member of the ACM and a Fellow of the Eurographics association.",
      "name":"Jarek Rossignac",
      "specialty":"Computer Graphics",
      "title":"Professor"
   },
   {
      "dept":"Interactive Computing",
      "description":"I am a research scientist in the School of Interactive Computing at Georgia Tech. I am a Developmental Psychologist with a research focus on autism spectrum disorders, specifically early identification and diagnosis, socio-emotional development, and verbal and nonverbal communication. I received my Ph.D. in Developmental Psychology at UCLA under Dr. Marian Sigman.  My current research explores the potential role of human-centered computing and computer-human interaction in impacting research on the social and communicative development of children with diagnoses on the autism spectrum. I am a member of the Ubiquitous Computing Group and Autism Research Group at Georgia Tech.  ",
      "name":"Agata Rozga",
      "specialty":"Autism Spectrum Disorders",
      "title":"Research Scientist"
   },
   {
      "dept":null,
      "description":null,
      "name":"Steve Rushing",
      "specialty":"Health Services",
      "title":"Director of Enterprise Innovation Institute"
   },
   {
      "dept":"College of Computing, Research Networks Operations Center",
      "description":"Matt works with Georgia Tech students and researchers, along with industry partners in the creation of innovative mobile and converged applications and services. He is also the Associate Director, and co-founder, of the Georgia Tech Research Network Operations Center (GT-RNOC), a unique research center supporting industry and student engagement through research and operational projects; and the wireless services manager for Georgia Tech in the Office of Information Technology.  Matt is a principal in the annual Convergence Innovation Competition, now in its ninth year, which provides industry sponsors an opportunity to engage students in wide ranging categories which they define and judge. Matt is also responsible for The GT Journey project which includes GT mobile, an HTML5 based portal for mobile, desktop, and kiosks; and GT DevHub where any member of the campus community can access campus IT services and contribute content, meta-data, and the applications themselves.",
      "name":"Matt  Sanders ",
      "specialty":"Mobile Applications",
      "title":"Director of Research Operations, Associate Director"
   },
   {
      "dept":"Industrial Design ",
      "description":"Jon Sanford is an associate professor in Industrial Design and the director of the Center for Assistive Technology and Environmental Access (CATEA) where he serves as the co-director of Rehabilitation Engineering Research Center on Workplace Accommodations, a five-year grant supported National Institute on Disability and Rehabilitation Research (NIDRR).  He is also a Research Architect at the Rehabilitation Research and Development Center at the Atlanta Veterans Affairs Medical Center. Mr. Sanford is one of the few architecturally trained researchers engaged in environmental issues related to rehabilitation.  He has been well-recognized for almost 25 years for his expertise in universal design, accessible design and assistive technologies across a range of environments from housing to residential care to workplaces to public buildings and spaces.  His research spans the micro environment, such as design of toilet and bathing facilities to facilitate independence among older adults, and the effectiveness of home modifications and workplace accommodations, to the macro environment, such as wheelchair seating is stadiums and theaters and community barriers to wheeled mobility. He has developed several assessment protocols for home modifications, including remote assessments using televideo technology and CASPAR, the Comprehensive Assessment and Solutions Process for Aging Residents. He is currently working on several projects to evaluate the efficacy of interactive teleconferencing to provide remote therapeutic services both to employees with disabilities in the workplace and older adults at home, including a multi-site, randomized controlled trial funded by the VA Rehab R&D Service.  He has contributed over 100 articles and chapters to the professional literature and has over 150 professional presentations.",
      "name":"Jon Sanford",
      "specialty":"Rehabilitation",
      "title":"Associate Professor of ID, Director of CATEA"
   },
   {
      "dept":"Architecture",
      "description":"Jonathan Shaw is a Research Scientist II in the College of Architecture's Digital Building Lab. He holds an M.S. degree in Design Computing from the Georgia Institute of Technology, as well as a B.S. in Mathematics and a B.A. in Studio Art. Jonathan is an instructor of two graduate level courses on Online Visualization Environments in the College of Architecture.\r\n\r\nJonathan's previous work experience as a Research Scientist I in the College of Computing gave him exposure to a wide range of research applications of computer graphics, visualization, and usability. Jonathan's primary responsibilities are to train and manage Imagine Lab members work on the Georgia Tech Campus model and other external projects.\r\n\r\nHis current research focus is the use of Multi-User Online Visualization Environments to support collaborative design and evaluation of architectural designs, integration of building information models with real time visualization models, and the combination motion capture data, collision models, and physical simulations within visualization environments to evaluate the accessibility of designs. He is working with the Advanced Wood Products Lab, Center for Assistive Technology and Environmental Access, and the GVU Center on a variety of grant proposals and projects.\r\n\r\nHis work with a variety of external clients in the metro Atlanta area have helped increase the Imagine Lab's reputation as a leading research laboratory in Architectural Visualization and Collaborative Design. Recent projects such as the Georgia Aquarium and the New World of Coca Cola have put the Imagine Lab's work on view to an international audience. During his time in Imagine Lab he has been promoting and teaching the use of video game industry technologies for academic use within multiple disciplines across the Georgia Tech campus and other universities. Jonathan also supports the GVU audio/video equipment, multi-platform hardware/software, and events for the GVU labs. Jonathan is a graduate from Georgia Tech's College of Architecture with a Master of Science in Design Computing. He did his undergraduate studies at the University of Montana and Kennesaw State University for two degrees in Studio Art and Mathematics. Jonathan is involved in three-dimensional modeling/animation software development and applications.\r\n\r\nJonathan has completed a three-year apprenticeship under a watch/clockmaker and is currently an apprentice to a goldsmith. He has collected artists and craftsmans tools over the past ten years working on artwork in a variety of mediums (stone, wood, metal, and drawing/painting). His literary interests are pre-early 20th century with a specific interest in 19th century Russian Literature.\r\n\r\n",
      "name":"Jonathan Shaw",
      "specialty":"3D Modeling",
      "title":"Research Scientist"
   },
   {
      "dept":"Psychology",
      "description":"My research investigates how early childhood social and linguistic experiences can shape developing biological systems such as visual attention and self-regulation.  Specifically, my work focuses on gaze following and other visual engagement behaviors observed in the population of deaf and hearing children who are acquiring signed language from infancy.  Through support from the National Science Foundation Science of Learning Center on Visual Language and Visual Learning, I have been able to pursue these research topics using both quantitative and qualitative methods, and am also developing classroom and computer-based applications designed to enhance attention, language, and literacy outcomes for this population.  Other ongoing projects include Ethics in Research involving Deaf Participants, Sign Language Assessment, National K-12 Standards for ASL Development, Atypical Sign Language Acquisition, Sign Language for Atypical Users, and Digital Media for Sign Language and English Literacy.",
      "name":"Jenny Singleton",
      "specialty":"Developmental Psychology",
      "title":"Professor"
   },
   {
      "dept":"Woodruff School",
      "description":"Arriving as a full-time employed researcher, I came to the Woodruff School via a less traditional path than many of my fellow students. While not the easiest way to pursue a Ph.D., the Woodruff School afforded me the opportunity to try, and that willingness to give me the chance and let me work it out was really how I ended up at Georgia Tech. In hindsight, I didn't appreciate how hard balancing professional and academic lives would be - though the Woodruff School faculty did. I so value the guidance and advisement I was given by the faculty during my time there.  I was naturally drawn to interdisciplinary research, and found the program to be very friendly to crafting these sorts of pursuits. I minored in Management, focused my research in Bioengineering, and enjoyed a fantastic, hands-on advisor as well as a tremendous committee from other departments to help me achieve my research goals. The other students were wonderful and excellent intellectually. My lab mates were a constant source of ideas, camaraderie, and support.  When I began at the Woodruff School, one of the greatest strengths of the department was the incredible dedication and insight given to students by the Graduate Coordinator at the time, Dr. William Wepfer. With Dr. Wepfer now as the School's Chair, I expect the dedication to blending education and the student experience with top-tier research opportunities will continue. The balanced focus of the Woodruff School - the student and the research - as well as outstanding faculty, undoubtedly set the Woodruff School apart.  Though I had already been working as a professional before I came to the Woodruff School, the program there significantly increased both the breadth and depth of my experience and education. This has allowed me to craft my chosen career path and work to align much more with my personal and professional goals blending research and working with industry. I truly treasure the people I had the opportunity to work with during my degree. They enriched the experience and my life so much.",
      "name":"Valerie Sitterle",
      "specialty":null,
      "title":"Senior Research Engineer"
   },
   {
      "dept":"Interactive Computing",
      "description":"Thad Starner is the director of the Contextual Computing Group and is also a Technical Lead/Manager on Google's Project Glass. In general, our academic research creates computational interfaces and agents for use in everyday mobile environments. We combine wearable and ubiquitous computing technologies with techniques from the fields of artificial intelligence (AI), pattern recognition, and human computer interaction (HCI). Recently, we have been designing [ assistive technology with the deaf community.] One of our main projects is [ CopyCat ], a game which uses American Sign Language recognition to help young deaf children acquire language skills. We continually develop new interfaces for mobile computing (and mobile phones) with an emphasis on gesture. Currently, we are exploring mobile interfaces that are fast to access, like wristwatches. Our members are some of the oldest and most active supporters of the wearable computing academic community, helping to establish and contributing to the annual International Symposium on Wearable Computers, the IEEE Wearable Information Systems Technical Committee (TCWEAR), IEEE Pervasive Computing magazine, various workshops and mailing lists, and hardware and software resources for industry and research.",
      "name":"Thad Starner",
      "specialty":"Wearable Computing",
      "title":"Professor"
   },
   {
      "dept":"Interactive Computing",
      "description":"John is Director of the Information Interfaces Research Group whose mission is to help people take advantage of information to enrich their lives. As the amount of data available to people and organizations has skyrocketed over the past 10-20 years, largely fueled by the growth of the internet, insufficient methods for people to benefit from this flood of data have been developed. A central focus of many of the group's projects is the creation of information visualization and visual analytics tools to help people explore, analyze, and understand large data sets. In particular, they are creating visual analytics systems to help people with \"sense-making\" activities on data sets such as large document collections. The group also has developed a number of techniques and systems for providing people with peripheral awareness of useful information. Follow the link to the research group in order to visit pages with more details on these projects. John is a faculty investigator in the Dept. of Homeland Security's VACCINE Center of Excellence (GT page) focusing on developing visual analytics technologies and solutions for grand challenge problems in homeland security, and in the NSF FODAVA Center exploring the foundations of data analysis and visual analytics. He is also an affiliated faculty member in the Tennenbaum Institute at Georgia Tech.                                  In the past ten years, the Internet and the WWW have helped to significantly expand the amount of data accessible to people. Whether someone is buying a new computer, figuring out how traffic will be on the ride home, or answering email, he or she may simply feel overwhelmed by the sheer amount of information present or may not be able to find the right information. Dr. Stasko's research group is uncovering ways to help people benefit from this flood of information. One central focus of a number of their projects is the creation of Information Visualization tools to help people understand large data sets. Another project focus is on evaluating anthropomorphic software agents/characters that are used as aids or filters in user interfaces.",
      "name":"John Stasko",
      "specialty":"Information Interfaces",
      "title":"Professor, Associate Chair"
   },
   {
      "dept":"Scheller College of Business",
      "description":"Peter Swire joined the Scheller faculty in the fall term of 2013 as the Nancy J. and Lawrence P. Huang Professor, in the Law and Ethics Program.  At Georgia Tech, he has appointments by courtesy with the College of Computing and School of Public Policy. Previously, Swire was the C. William O'Neill Professor of Law at the Ohio State University.  Swire has been a leading privacy and cyberlaw scholar, government leader, and practitioner since the rise of the Internet in the 1990's.  In 2013, he served as one of five members of President Obama's Review Group on Intelligence and Communications Technology.  Prior to that, he was co-chair of the global Do Not Track process for the World Wide Web Consortium.  He is a Senior Fellow with the Center for American Progress and the Future of Privacy Forum, and a Policy Fellow with the Center for Democracy and Technology.  Under President Clinton, Swire was the Chief Counselor for Privacy, in the U.S. Office of Management and Budget.  He is the only person to date to have U.S. government-wide responsibility for privacy policy.  In that role, his activities included being White House coordinator for the HIPAA medical privacy rules, chairing a White House task force on how to update wiretap laws for the Internet age, and helping negotiate the U.S.-E.U. Safe Harbor agreement for trans-border data flows.  Under President Obama, he served as Special Assistant to the President for Economic Policy.   Swire is author of four books and numerous scholarly papers. He has testified often before the Congress, and been quoted regularly in the press. Swire has served on privacy and security advisory boards for companies including Google, IBM, Intel, and Microsoft, and for eight years was a consultant with the global law firm of Morrison & Foerster, LLP.  Swire graduated from Princeton University, summa cum laude, and the Yale Law School, where he was an editor of the Yale Law Journal.",
      "name":"Peter Swire",
      "specialty":"Law and Ethics",
      "title":"Professor"
   },
   {
      "dept":"Interactive Computing",
      "description":"Dr. Greg Turk and his research group are investigating several directions in computer graphics related to 3D model creation and rendering. Dr. Turk has explored several methods of taking a large polygonal model and creating simplified versions of the model for more rapid display. Another recent theme in his research is that model and image creation can be performed better if various aspects of people's visual perception are taken into account. Two examples of this are the high contrast display technique of his student Jack Tumblin, and the image-driven model simplification method of his student Peter Lindstrom. He has also recently been investigating the creation and manipulation of surfaces using a new form of interpolating implicit function. The resulting implicit surfaces are useful for shape transformation, for surface reconstruction from noisy data, and for the creation of implicit surfaces that match a given polygonal model. His other interests include vector field visualization, texture synthesis, and biological pattern formation.  ",
      "name":"Greg Turk",
      "specialty":"Computer Graphics",
      "title":"Professor"
   },
   {
      "dept":"Psychology",
      "description":"I completed my Ph.D. at Rice University (2001) in Human Factors and Human-Computer Interaction. My Disseration was entitled Magnitude Estimation of Conceptual Data Dimensions for Use in Sonification. You can also check out what I did for my Masters: Congruency Effects with Dynamic Auditory Stimuli.  In case you're wondering, I was born at a very early age in Montreal, Canada, and grew up all across the Great White North. I've spent time in many of Canada's major cities (from Montreal to Toronto, Saskatoon, Victoria, even Nanaimo...). As a teenager I attended Lester B. Pearson College, one of the United World Colleges, where I forged friendships with kindred spirits from all over the world. I have enjoyed traveling a lot, visiting many friends, and taking a fair few photographs along the way.  I practice the defensive art of Ju Jutsu, and am interested in Human Languages, and people and places that promote Peace and International Understanding.",
      "name":"Bruce Walker",
      "specialty":"Data Sonification, Auditory Displays",
      "title":"Associate Professor"
   },
   {
      "dept":"Biomedical Engineering",
      "description":"Focusing on Biomedical Computing and Modeling such as Biomedical Informatics, Bio-Molecular and Medical Imaging Data Processing, Data Management and Visualization, Bio-molecular Pathway Modeling, and Telemedicine",
      "name":"May Wang",
      "specialty":"Bio-computing",
      "title":"Associate Professor"
   },
   {
      "dept":"Civil & Environmental Engineering",
      "description":"Dr. Kari Edison Watkins, P.E., is an Assistant Professor in the School of Civil and Environmental Engineering at the Georgia Institute of Technology.  She returned to her undergraduate alma mater to become a faculty member in 2011 after completing her PhD in Civil and Environmental Engineering at the University of Washington.  Her teaching and research interests revolve around multi-modal transportation planning and the use of technology in transportation, especially as related to transit planning and operations and improved traveler information.  At the University of Washington, Dr. Watkins' research focused on transit travel time reliability and the effects of transit traveler information.  She co-created the OneBusAway program (http://onebusaway.org/) to provide real-time next bus countdown information and other transit information tools for transit riders in greater Seattle-Tacoma.  Dr. Watkins doctorate was funded by a three-year US DOT Eisenhower Fellowship, a UW ARCS Fellowship and a UW Valle Fellowship.  Prior to her doctoral studies, Dr. Watkins worked for a decade as a senior transportation engineer at Wilbur Smith Associates in New Haven, Connecticut.  Her work at WSA ranged from bus rapid transit and commuter rail studies to regional transportation visions.  In line with her years in industry, Dr. Watkins' undergraduate teaching focus is on sending top-notch engineers into the workforce through practical experience in the Senior Capstone course.",
      "name":"Kari Watkins",
      "specialty":"Transportation technology ",
      "title":"Assistant Professor"
   },
   {
      "dept":"Music; Interactive Computing",
      "description":"Gil Weinberg is the founding director of the Georgia Tech Center for Music Technology, where he established the M.S. and Ph.D. programs in Music Technology.  He is a professor in the School of Music and an adjunct professor in the School of Interactive Computing. Weinberg's research aims at expanding musical expression, creativity, and learning through meaningful applications of technology. His research interests include robotic musicianship, new instruments for musical expression, mobile music, and sonification. During his tenure at Georgia Tech, he has published over 50 peer-reviewed papers and seven patent applications. Based on his recent inventions - a set of musical applications that allow novices to create music in expressive and intuitive manner - he is has founded a startup company - ZOOZ Mobile - whose products have been downloaded by close to two millions users.   Weinberg's music has been featured in festivals and concerts such as Ars Electronica and SIGGRAPH, and with orchestras such as Deutsches Symphonie-Orchester Berlin, the National Irish Symphony Orchestra, and the Scottish BBC Symphony. His interactive musical installations have been presented in museums such as the Smithsonian Cooper-Hewitt Museum and the Boston Children's Museum. With his improvising robotic musicians, Haile and Shimon, he has traveled world wide, featuring dozens of concerts and presentations in festivals and conferences such as SIGGRAPH, DLD, and the World Economic Forum in Davos. Weinberg received his M.S. and Ph.D. degrees in Media Arts and Sciences from MIT and his bachelor of arts degree from the Interdisciplinary Program for Fostering Excellence in Tel Aviv University. ",
      "name":"Gil Weinberg",
      "specialty":"Music Technology",
      "title":"Professor"
   },
   {
      "dept":"College of Computing",
      "description":"David White leads the Office of Academic Administration, which provides academic advising for the BS and MS degrees in Computer Science. Mr. White coordinates the schedule of classes with the College's three Schools and the Division of Computing Instruction, and works with the College's Technology Services Organization to provide student information systems. He also frequently represents the College on academic initiatives, including the Institute's steering committee for Complete College Georgia.  As Executive Director of the Online MS in Computer Science, Mr. White works closely with the faculty, many Georgia Tech administrative departments, and Udacity to ensure the goals and responsibilities of the program are met.  Mr. White came to Georgia Tech in 2001 as a student in the MS program in Human-Computer Interaction. He began working full time for the College of Computing in 2004 as academic advisor for the MS in Human-Computer Interaction and the BS in Computational Media. Since that time he has also served as Academic Programs Coordinator for the School of Interactive Computing and Director of Graduate Programs for the College.  Mr. White has a BA in English from The University of Tennessee at Knoxville and the MS in Human-Computer Interaction from Georgia Tech. He is currently working on the PhD in Human-Centered Computing in the School of Interactive Computing at Georgia Tech under the advisement of Professor Beki Grinter.",
      "name":"David White",
      "specialty":"Online degree in CS",
      "title":"Assistant Dean, Executive Director"
   },
   {
      "dept":"Interactive Computing",
      "description":"I am an assistant professor in the School of Interactive Computing at Georgia Tech. My research focuses on enabling people to cultivate a more informed relationship with their health through human-centered technology. I investigate how interactive technologies can be designed and developed to facilitate personal health-related information awareness and understanding. Thus far, I have addressed digital communication of health status and progress information from two complementary perspectives: those of hospital clinicians as well as patients, to discover how technology can be designed to foster patients' participation in their own healthcare\r\n\r\nThrough a Dissertation Award from the Agency for Healthcare Research and Quality (AHRQ), my recent work examined the impact of a personal health record infrastructure developed in collaboration with the Department of Biomedical Informatics at Columbia University and NewYork-Presbyterian Hospital. \r\n\r\nWhile most of my work focuses on health-related applications, I am generally interested in how computing systems can be designed to communicate information to end users on the status and progress of complex, multi-faceted, and dynamic processes. My work employs a research methodology that draws from the fields of Human-Computer Interaction (HCI) and Medical Informatics, to include methods for designing, building, and evaluating technology.\r\n\r\nI hold a PhD in Computer Science from Columbia University (2013), where I worked in the Computer Graphics and User Interfaces lab, advised by Professor Steven Feiner. I was also actively involved in projects in the Columbia University Department of Biomedical Informatics. \r\n\r\nBefore beginning the PhD program, I worked full time in IBM Software Group, where I designed, implemented, and presented end-to-end solution prototypes focused on customer scenarios in the Solutions Experience Lab (SEL) (part of the Technical Sales organization in Austin, Texas).  The SEL solutions were presented to executives visiting IBM for software briefings. See my CV for more details.",
      "name":"Lauren Wilcox",
      "specialty":"Human-Computer Interaction; Medical Informatics",
      "title":"Assistant Professor"
   },
   {
      "dept":"Architecture",
      "description":"I am currently doing research in web-based Augmented Reality, Building Information Modeling, and Tangible Interaction.  I am interested in designing novel experiences for users and challenging the way we: 1) interact with digital environments through physical affordances and, 2) how we interact with physical environments through digital bits.   Over the past few years, I have been building my technical expertise in the domain of 3D visualization and design technologies as a Research Scientist in the College of Architecture at Georgia Tech. In addition to building technical skills, I have pursued other activities in order to better prepare myself for a senior research position in the future. These activities include recruiting and mentoring students, teaching, taking on a supervisor/managerial role, maintaining client relationships, and obtaining/managing funded research projects.   I continue to build my expertise in the area of design technologies and have developed an interest in user-centered interface design. In order to facilitate my growth in this area, I am currently pursuing a Master of Science Degree in Human Computer Interaction from Georgia Tech's School of Interactive Computing. This multi-disciplinary program will allow me to hone my research and technical skills to strengthen my work. I plan on continuing to expand my knowledge in the fields of augmented reality and tangible, embodied interaction in order to devise solutions for the design and construction field. It is my aim to continue producing peer-reviewed papers, creating new design tools for AEC, and gaining more management experience in order to prepare for a senior research role.",
      "name":"Racel Williams",
      "specialty":"Human-Computing Interaction",
      "title":"Research Scientist"
   },
   {
      "dept":"Interactive Media Technology Center, Wearable Computing Center",
      "description":"While teaching textiles and fashion design studio classes at Savannah College of Art & Design, Zeagler realized his true passion lies in bridging the gap between the disciplines of Wearable design and Human Centered Computing. A diverse background in fashion, industrial design and textiles drives his research on electronic textiles and on-body interfaces with the Contextual Computing Group of the GVU center of Georgia Tech. As a Research Scientist  for the Georgia Tech Interactive Media Technology Center and Instructor for the Georgia Tech School of Industrial Design he teaches courses on Wearable Product Design and an ID section of Mobile and Ubiquitous Computing (MUC).  Zeagler enjoys working with corporations such as HP/Palm and Google to bring real world experience into the classroom. He recently acquired a NASA Georgia Space Consortium grant to fund MUC student projects on wearable computing for space—a wonderful opportunity for undergraduate students. He is also a member of the NASA Wearable Technology Cluster a group of scientists and academics working together to give advice to those in NASA working on wearable computing or electronic textile projects. A deep understanding of the garment production process fosters innovation in his research. Zeagler’s company Pecan Pie Couture hand dyed, embroidered, and screen-printed textiles and garments. Building upon that skillset, his recent research led to the creation of the Electronic Textile Interface Swatch Book (ESwatchBook) in collaboration with Thad Starner. The ESwatchBook is designed to help facilitate discussions between the skill and craft-based design disciplines (.i.e. fashion) and more technical disciplines (.i.e. computer science). To put the ESwatchBook’s capabilities to the test, he developed a series of workshops at multiple colleges with the purpose of bringing together designers with engineers / technology specialists. The workshops were funded by a National Endowment for the Arts grant, which he co-authored. Zeagler’s most recent endeavor FIDO: Facilitating Interactions for Dogs with Occupations is an exploration into using wearable electronics to enhance interactions between service dogs and their handler/owners.",
      "name":"Clint  Zeagler ",
      "specialty":"Wearable Computing ",
      "title":"Research Scientist"
   },
   {
      "dept":"Computer Science",
      "description":"Prof. Zegura's research concerns the development of wide-area (Internet) networking services and mobile wireless networking.  Wide-area services are utilized by applications that are distributed across multiple administrative domains (e.g., web, file sharing, multi-media distribution). Her focus is on services implemented both at the network layer, as part of network infrastructure, and at the application layer.  In the context of mobile wireless networking, she is interested in challenged environments where traditional ad-hoc and infrastructure-based networking approaches fail.  These environments have been termed Disruption Tolerant Networks.  More detail can be found on her publications page.",
      "name":"Ellen Zegura",
      "specialty":"Mobile wireless networking",
      "title":"Professor, Chair"
   }
]