[
   {
      "people":[
         "Ellen Yi-Luen Do"
      ],
      "website":"www.gvu.gatech.edu/research/labs/acme-lab",
      "description":[
         "Welcome to ACME lab!",
         "A Creativity Machine Environment!",
         "We like the acronym of ACME, since it means the highest point, and also refers to the fictional company in Looney Tunes, which is A Company that Makes Everything!",
         "Why creativity machine?",
         "We believe everyone can be creative because everyone has the ability to make things.",
         "Why machine?",
         "Human beings are wonderful, intricate machineries!"
      ],
      "name":"ACME Lab"
   },
   {
      "people":[
         "Brian Magerko"
      ],
      "website":"www.gvu.gatech.edu/research/labs/adam-lab",
      "description":[
         "The Adaptive Media Lab explores how to create digital media experiences that tailor themselves to individual users.",
         "These adaptations may occur for dramatic purposes (e.g.",
         "interactive narrative), educational purposes (e.g.",
         "serious games), and / or purely for entertainment.",
         "This research involves work in design, artificial intelligence, and human computer interaction."
      ],
      "name":"ADAM Lab"
   },
   {
      "people":[
         "Melody Jackson",
         "Thad Starner",
         "Clint Zeagler",
         "Scott Gilliland"
      ],
      "website":"www.gvu.gatech.edu/research/labs/animal-computer-interaction-lab",
      "description":[
         "We explore the emerging  area of Animal-Computer Interaction focusing  on interfaces for  inter-species  communication and on the design and evaluation of interactive technology for users of multiple species."
      ],
      "name":"Animal-Computer Interaction Lab"
   },
   {
      "people":[
         "Matt Sanders",
         "Russ Clark",
         "Keith Edwards"
      ],
      "website":"www.gvu.gatech.edu/research/labs/app-lab",
      "description":[
         "Students are encouraged to take advantage of the App Lab regardless of their major.",
         "Open to any GT student interested in using its resources.",
         "Clubs and classes are encouraged to take advantage of the resources without disrupting individuals working there as well.",
         "A hackerspace devoted to the creation of mobile applications and technologies across a range of platforms."
      ],
      "name":"App Lab"
   },
   {
      "people":[
         "Blair MacIntyre",
         "Jay Bolter"
      ],
      "website":"www.gvu.gatech.edu/research/labs/augmented-environments-lab",
      "description":[
         "Lab activities focus on understanding how to build interactive computing environments that directly augment a user's senses with computer-generated material.",
         "Researchers are interested in augmenting the user's perception, and place particular emphasis on the interaction between the users and their environment."
      ],
      "name":"Augmented Environments Lab"
   },
   {
      "people":[
         "Brian D. Jones"
      ],
      "website":"www.gvu.gatech.edu/research/labs/aware-home-research-initiative",
      "description":[
         "Generally, people spend a good amount of time in their home performing everyday activities like: sleeping, eating, cooking, relaxing, entertaining, and so on; thus, it comes as no surprise that the home plays a key role in our health, lifestyle, and well-being.",
         "The Aware Home Research Initiative (AHRI) at Georgia Institute of Technology is an interdisciplinary research endeavor aimed at addressing the fundamental technical, design, and social challenges for people in a home setting."
      ],
      "name":"Aware Home Research Initiative"
   },
   {
      "people":[
         "May D. Wang"
      ],
      "website":"www.gvu.gatech.edu/research/labs/bio-medical-informatics-and-bioimaging-lab",
      "description":[
         "Advanced bio-technologies such as gene expression microarrays, next-generation sequencing, proteomics, molecular imaging, metabolomics, and lipidomics have expedited research in molecular biology and molecular medicine.",
         "These technologies have identified biomarkers in humans that may provide improved diagnostic or prognostic information.",
         "The big challenge now is the huge volume of data that is waiting to be analyzed and interpreted."
      ],
      "name":"Bio-Medical Informatics and Bioimaging Lab"
   },
   {
      "people":[
         "Melody Jackson"
      ],
      "website":"www.gvu.gatech.edu/research/labs/brainlab",
      "description":[
         "The Brain Lab explores innovative ways of accomplishing human-computer interaction through biometric inputs.",
         "Biometric interfaces identify and measure small changes in a person's behavior or physiological responses to certain stimuli.",
         "The work has potential in many areas,  especially for providing individuals with disabilities a means of personal \"hands-off\"control of computers and other devices."
      ],
      "name":"BrainLab"
   },
   {
      "people":[

      ],
      "website":"www.gvu.gatech.edu/research/labs/center-assistive-technology-and-environmental-access-catea",
      "description":[

      ],
      "name":"Center for Assistive Technology and Environmental Access (CATEA)"
   },
   {
      "people":[
         "Eric Gilbert"
      ],
      "website":"www.gvu.gatech.edu/research/labs/compsocial-lab",
      "description":[
         "The comp.social lab  focuses on the design and analysis of social media.",
         "According to their website they \"like puppies, mixed methods and new students (particularly MS).\""
      ],
      "name":"Comp.Social Lab"
   },
   {
      "people":[
         "Rahul C. Basole"
      ],
      "website":"www.gvu.gatech.edu/research/labs/computational-enterprise-science-lab",
      "description":[
         "The Computational Enterprise Science Lab focuses on the design, analysis, and management of complex enterprise systems (e.g.",
         "organizations, supply chains, business ecosystems) using information visualization, modeling/simulation, and system science approaches.  "
      ],
      "name":"Computational Enterprise Science Lab"
   },
   {
      "people":[
         "Aaron Bobick",
         "Tucker Balch",
         "Henrik Christensen",
         "Frank Dellaert",
         "Irfan Essa",
         "Jim Rehg",
         "Thad Starner"
      ],
      "website":"www.gvu.gatech.edu/research/labs/computational-perception-lab",
      "description":[
         "The  Computational Perception Laboratory (CPL)  was established to explore and develop the next generation of intelligent machines, interfaces, and environments for modeling, perceiving, recognizing, and interacting with humans and for all forms of behavior analysis from data."
      ],
      "name":"Computational Perception Lab"
   },
   {
      "people":[
         "Thad Starner"
      ],
      "website":"www.gvu.gatech.edu/research/labs/contextual-computing-group",
      "description":[
         "The Contextual Computing Group  focuses on projects to develop applications and interfaces for the computer to be aware of what the user is doing and to assist the user as appropriate.",
         "Several current projects at the research stage are envisioned to work together to assist a user in routine tasks such as automatically scheduling an appointment, re-directing an urgent phone call appropriately based on the user's schedule and current activity, and recognizing that the user is engaged in conversation and would prefer to take the phone call later."
      ],
      "name":"Contextual Computing Group"
   },
   {
      "people":[
         "Mark Guzdial"
      ],
      "website":"www.gvu.gatech.edu/research/labs/contextualized-support-learning",
      "description":[
         "Led by Dr. Mark Guzdial, The Contextualized Support for Learning (CSL) lab has as its aim the creation of \"collaborative Dynabooks.",
         "\"We are a team of faculty, graduate, and undergraduate students who design and implement innovative technology for the goal of improving learning, then empirically explore the benefits and usefulness of the technology with real users."
      ],
      "name":"Contextualized Support for Learning"
   },
   {
      "people":[
         "Betsy DiSalvo"
      ],
      "website":"www.gvu.gatech.edu/research/labs/culture-and-technology-lab-cat",
      "description":[
         "The CAT Lab studies  how culture impacts the use and production of technology with a focus on learning applications, computer science education and designing new technologies with culture as a point of convergence."
      ],
      "name":"Culture And Technology Lab (CAT)"
   },
   {
      "people":[
         "Ashok Goel"
      ],
      "website":"www.gvu.gatech.edu/research/labs/design-intelligence-laboratory",
      "description":[
         "The Design & Intelligence Laboratory conducts research into human-centered  artificial intelligence and computational cognitive science, with a focus on computational creativity.",
         "Current projects explore analogical reasoning in biologically inspired design, visual reasoning on intelligence tests, meta-reasoning in game-playing software agents, and learning about ecological and biological systems in science education."
      ],
      "name":"Design & Intelligence Laboratory"
   },
   {
      "people":[
         "Nassim JafariNaimi"
      ],
      "website":"www.gvu.gatech.edu/research/labs/design-and-social-interaction-studio",
      "description":[
         "Design and Social Interaction Studio brings an interdisciplinary group of faculty and students together to examine the experiential and participatory dimensions of digital media and their relationship to establishing and supporting democratic forms of social interaction.",
         "Research at the studio spans both theoretical inquiry and experimental design, situated at the intersection of Design, the Humanities, and Human Computer Interaction."
      ],
      "name":"Design and Social Interaction Studio"
   },
   {
      "people":[
         "Michael Nitsche"
      ],
      "website":"www.gvu.gatech.edu/research/labs/digital-world-and-image-group",
      "description":[
         "The Digital World and Image Group focuses on two main areas: virtual spaces and real-time imagery gathered from them.",
         "We see game spaces and game media as important forms of self-expression.",
         "That is why we work to improve creative access and the expressive range available in interactive digital media such as games.",
         "Research is conducted in a combination of theory, analysis, and practical experimentation."
      ],
      "name":"Digital World and Image Group"
   },
   {
      "people":[
         "Amy Bruckman"
      ],
      "website":"www.gvu.gatech.edu/research/labs/electronic-learning-communities",
      "description":[
         "The concept that people learn best when they are making something personally meaningful - also known as constructionism - is the lab's guiding philosophy.",
         "Computer networks have the potential to facilitate community-supported constructionist learning.",
         "The Electronic Learning Communities Lab examines ways communities of learners can motivate and support one another's learning experiences."
      ],
      "name":"Electronic Learning Communities"
   },
   {
      "people":[
         "Celia Pearce"
      ],
      "website":"www.gvu.gatech.edu/research/labs/emergent-game-group",
      "description":[
         "The Emergent Game Group {egg} was formed in 2006 by Georgia Tech Digital Media faculty member Celia Pearce to investigate the many facets of emergent cultures in multiplayer games and virtual worlds, and to explore design strategies that promote emergent social behavior.",
         "We frame our work as design research, which integrates outcomes from our sociological and anthropological research   into design practice.",
         "The {egg} is housed within the Experimental Game Lab (EGL) in Georgia Tech’s TSRB."
      ],
      "name":"Emergent Game Group"
   },
   {
      "people":[
         "Mark Riedl"
      ],
      "website":"www.gvu.gatech.edu/research/labs/entertainment-intelligence-lab",
      "description":[
         "The Entertainment Intelligence Lab focuses on computational approaches to creating engaging and entertaining experiences.",
         "Some of the problem domains they work on include, computer games, storytelling, interactive digital worlds, adaptive media and procedural content generation.",
         "They expressly focus on computationally \"hard\"problems that require automation, just-in-time generation, and scalability of personalized experiences."
      ],
      "name":"Entertainment Intelligence Lab"
   },
   {
      "people":[
         "Beth Mynatt"
      ],
      "website":"www.gvu.gatech.edu/research/labs/everyday-computing-lab",
      "description":[
         "We introduce a new area of interaction research, everyday computing, by focusing on scaling ubiquitous computing with respect to time.",
         "Our motivations for everyday computing stem from wanting to support the informal and unstructured activities typical of much of our everyday lives.",
         "Our goal is understanding the transformation of everyday life as computing is ubiquitously integrated into informal, daily activities and routines."
      ],
      "name":"Everyday Computing Lab"
   },
   {
      "people":[
         "Janet Murray"
      ],
      "website":"www.gvu.gatech.edu/research/labs/experimental-television-lab",
      "description":[
         "Georgia Tech’s ETV Lab explores the future of narrative forms in the new digital medium that is emerging as TV converges with computational formats.",
         "The lab prototypes applications on current and hypothetical platforms, using narrative material drawn from actual and planned television shows and by creating its own narratives specifically designed for interactivity.",
         "Drawing on students in the Georgia Tech’s graduate program in Digital Media, the group has prototyped interactive video applications for delivery on the internet, dvd, and consumer TV platforms."
      ],
      "name":"Experimental Television Lab"
   },
   {
      "people":[
         "Ian Bogost",
         "Blair MacIntyre"
      ],
      "website":"www.gvu.gatech.edu/research/labs/game-studio",
      "description":[
         "The Georgia Tech Game Studio is a game design and development organization for  facilitating the creation of novel  games.",
         "The Studio aims to increase the Institute’s reputation in the production of original games  through commercial success and participation in competitions.",
         "The Studio will help participants conceptualize, design, develop, and release original games by providing space, materials, and industry advisement."
      ],
      "name":"Game Studio"
   },
   {
      "people":[
         "Gil Weinberg"
      ],
      "website":"www.gvu.gatech.edu/research/labs/georgia-tech-center-music-technology",
      "description":[
         "The Georgia Tech Center for Music Technology (GTCMT) is an international center for creative and technological research in music, focusing on the development and deployment of innovative musical technologies that transform the ways in which we create and experience music.",
         "Our mission is to provide a collaborative framework for committed students, faculty, and researchers to apply their musical, technological, and scientific creativity to the development of innovative artistic and technological artifacts."
      ],
      "name":"Georgia Tech Center for Music Technology"
   },
   {
      "people":[
         "Greg Turk",
         "Karen Liu",
         "Jarek Rossignac",
         "Irfan Essa",
         "Jim Rehg",
         "Blair MacIntyre"
      ],
      "website":"www.gvu.gatech.edu/research/labs/graphics-lab",
      "description":[
         "The Graphics Lab is dedicated to research in all aspects of computer graphics, including animation, modeling, rendering, image and video manipulation and augmented reality."
      ],
      "name":"Graphics Lab"
   },
   {
      "people":[
         "Maysam Ghovanloo"
      ],
      "website":"www.gvu.gatech.edu/research/labs/gt-bionics",
      "description":[
         "In Georgia Tech Bionics lab (GT-Bionics) we design and develop state-of-the-art medical and scientific instruments for a wide variety of clinical and research applications.",
         "More specifically, our focus is on Assistive Technologies, Rehabilitation Engineering, Wearable Devices for Smart Health and Wellbeing, Implantable Microelectronic Devices, and Wireless Neural Interfacing."
      ],
      "name":"GT-Bionics"
   },
   {
      "people":[

      ],
      "website":"www.gvu.gatech.edu/research/labs/gvu-prototyping-lab",
      "description":[
         "The GVU Prototyping Lab exists to allow GVU researchers to build physical prototypes needed for their research.",
         "This includes many things from circuit boards to plastic, wood, or metal parts.",
         "We also allow other groups on campus to use our tools and our space."
      ],
      "name":"GVU Prototyping Lab"
   },
   {
      "people":[
         "Lauren Wilcox"
      ],
      "website":"www.gvu.gatech.edu/research/labs/health-experience-and-applications-lab-hx-lab",
      "description":[
         "We investigate how interactive technologies can be designed and developed to facilitate personal health-related information awareness and understanding.",
         "We study, design and develop computing tools for digital communication of health status and progress, drawing from the perspectives of clinical caregivers, families, and individuals."
      ],
      "name":"Health Experience and Applications Lab (Hx Lab)"
   },
   {
      "people":[
         "Wendy A. Rogers"
      ],
      "website":"www.gvu.gatech.edu/research/labs/human-factors-and-aging-lab",
      "description":[
         "At Georgia Tech, human factors and aging is studied from the broad perspective representative of the field of human factors.",
         "The Human Factors and Aging Laboratory is specifically oriented toward developing a fundamental understanding of aging, cognition, and attention.",
         "The Human Factors and Aging Laboratory is also committed to bringing that fundamental basic knowledge to bear on design issues important to the quality and safety of activities of daily living encountered by older adults."
      ],
      "name":"Human Factors and Aging Lab"
   },
   {
      "people":[
         "John Stasko"
      ],
      "website":"www.gvu.gatech.edu/research/labs/information-interfaces-group",
      "description":[
         "At the Information Interfaces Lab, computing technologies are developed that help people take advantage of information to enrich their lives.",
         "The lab group develops ways to help people understand information via user interface design, information visualization, peripheral awareness techniques and embodied agents.",
         "The goal is to help people make better judgments by learning from all the information available to them."
      ],
      "name":"Information Interfaces Group"
   },
   {
      "people":[
         "Matthew Swarts"
      ],
      "website":"www.gvu.gatech.edu/research/labs/interactive-media-architecture-group-education-lab",
      "description":[

      ],
      "name":"Interactive Media Architecture Group in Education Lab"
   },
   {
      "people":[
         "Maribeth Gandy"
      ],
      "website":"www.gvu.gatech.edu/research/labs/interactive-media-technology-center-imtc",
      "description":[
         "We are a team of interactive media experts that includes computer scientists, electrical engineers, and graphic artists.",
         "IMTC is a multimedia research center at the The Georgia Institute of Technology.",
         "IMTC has grown and adapted to meet the needs of business and industry in the USA and abroad by developing and using multimedia technology for enhancement of their core business.",
         "IMTC’s mission is to assist companies in developing advanced multimedia systems while educating students in multimedia technologies and techniques."
      ],
      "name":"Interactive Media Technology Center (IMTC)"
   },
   {
      "people":[
         "Jim Budd"
      ],
      "website":"www.gvu.gatech.edu/research/labs/interactive-products-design-lab",
      "description":[
         "The Interactive Product Design Lab (IPDL) is a purpose-built lab designed to support both teaching and research by allowing students to investigate, explore, and experiment with an extensive array of new technologies."
      ],
      "name":"Interactive Products Design Lab"
   },
   {
      "people":[
         "Yanni Loukissas"
      ],
      "website":"www.gvu.gatech.edu/research/labs/local-data-design-lab",
      "description":[
         "At  the Local Data Design Lab, we use  design as a language  for critical reflection on data and their  place in network  culture.",
         "Today, data frame and name everything that is accessible through digital networks.",
         "But despite their proliferation, data are surprisingly limited in scope.",
         "Even the largest data sets, promoted as big data, are merely aggregated indexes to local knowledge.",
         "Making space for regional categories, historical terminology, place-based values and workplace errors can help us interpret data as an aggregate, rather than a monolithic source of information. "
      ],
      "name":"Local Data Design Lab"
   },
   {
      "people":[
         "Ronald C. Arkin"
      ],
      "website":"www.gvu.gatech.edu/research/labs/mobile-robot-laboratory",
      "description":[
         "The role of the Mobile Robot Laboratory is to discover and develop fundamental scientific principles and practices that are applicable to intelligent mobile-robot systems.",
         "In addition, the laboratory facilitates technology transfer of its research results to yield solutions for a range of applications."
      ],
      "name":"Mobile Robot Laboratory"
   },
   {
      "people":[
         "Richard Henneman",
         "Carrie Bruce"
      ],
      "website":"www.gvu.gatech.edu/research/labs/ms-hci-project-lab",
      "description":[
         "Students in Georgia Tech's interdisciplinary MS in Human-Computer Interaction program do multiple group class projects, and a capstone individual project.",
         "Some projects are presented as part of other labs listed here; others are showcased in the MS-HCI Project Lab.The two-year program spans four schools: Industrial Design; Interactive Computing; Literature, Media and Communications (Digital Media Program); and Psychology.",
         "Approximately 50 new students enroll each fall semester."
      ],
      "name":"MS-HCI Project Lab"
   },
   {
      "people":[
         "Christopher Le Dantec "
      ],
      "website":"www.gvu.gatech.edu/research/labs/participatory-publics-lab",
      "description":[
         "The Participatory Publics Lab is a group of researchers concerned with community engagement and design.",
         "We are part of the Digital Media program in the School of Literature, Media, and Communication at Georgia Tech.We explore the design of mobile and social media in the context of community development and activism.",
         "We do this through different modes of participation: in the design of these technologies; in the development of discourses about these technologies; in the use, adoption, and appropriation of these technologies."
      ],
      "name":"Participatory Publics Lab"
   },
   {
      "people":[

      ],
      "website":"www.gvu.gatech.edu/research/labs/pixi-lab",
      "description":[
         "Pixi Lab researchers are exploring the boundaries between interaction and infrastructure with the goal of creating technology that is not simply usable, but also useful.",
         "Taking a human-centered approach, researchers begin by understanding the needs and practices of people through empirical methods, then designing compelling user experiences that fit that context and, finally, building the underlying systems and networking infrastructure necessary to realize that user experience."
      ],
      "name":"Pixi Lab"
   },
   {
      "people":[

      ],
      "website":"www.gvu.gatech.edu/research/labs/privacy-engineering",
      "description":[

      ],
      "name":"Privacy Engineering"
   },
   {
      "people":[
         "Richard Catrambone"
      ],
      "website":"www.gvu.gatech.edu/research/labs/problem-solving-and-educational-technology-pset",
      "description":[
         "Located in the School of Psychology at the Georgia Institute of Technology, the Problem Solving and Educational Technology (PSET) Lab brings together a diverse group of faculty and students interested in an equally diverse range of topics.",
         "Students in the PSET Lab, under the direction of Dr. Richard Catrambone, are currently examining a range of problem solving and human-computer interaction issues."
      ],
      "name":"Problem Solving and Educational Technology (PSET)"
   },
   {
      "people":[

      ],
      "website":"www.gvu.gatech.edu/research/labs/public-design-workshop",
      "description":[
         "The Public Design Workshop is pedagogical structure created to explore new ways to teach, learn, and do social design within the university.",
         "We explore how design contributes to the construction of publics, articulates contemporary social and political issues, and fosters new forms of engagement with technology.",
         "We do this through participatory workshops & events, speculative design, and theory & criticism.",
         "We design events, workshops, objects, and systems."
      ],
      "name":"Public Design Workshop"
   },
   {
      "people":[
         "Matt Sanders",
         "Russ Clark"
      ],
      "website":"www.gvu.gatech.edu/research/labs/research-network-operations-center-rnoc",
      "description":[
         "The Georgia Tech Research Network Operations Center (GT-RNOC) exists to accelerate innovation in networking, computing, mobility and convergence by enabling communities of collaboration.",
         "GT-RNOC provides, supports and maintains a unique end-to-end infrastructure within a realistic operational setting, accessible to world class students, researchers and innovators from various disciplines across the many Georgia Tech research centers."
      ],
      "name":"Research Network Operations Center (RNOC)"
   },
   {
      "people":[
         "Munmun De Choudhury"
      ],
      "website":"www.gvu.gatech.edu/research/labs/social-dynamics-and-wellbeing-lab",
      "description":[

      ],
      "name":"Social Dynamics and Wellbeing Lab"
   },
   {
      "people":[
         "Andrea Thomaz"
      ],
      "website":"www.gvu.gatech.edu/research/labs/socially-intelligent-machines-lab",
      "description":[
         "The vision of our research is to enable robots to function in dynamic human environments by allowing them to flexibly adapt their skill set via learning interactions with end-users.",
         "We call this Socially Guided Machine Learning (SG-ML), exploring the ways in which Machine Learning agents can exploit principles of human social learning.",
         "To date, our work in SG-ML has focused on two research thrusts: (1) Interactive Machine Learning, and (2) Natural Interaction Patterns for HRI.",
         "Here you will find recent examples of projects in each of these two thrusts."
      ],
      "name":"Socially Intelligent Machines Lab"
   },
   {
      "people":[
         "Alex Orso"
      ],
      "website":"www.gvu.gatech.edu/research/labs/software-engineering-lab",
      "description":[
         "Our software engineering group works on development and maintenance of software, with the overall goal of creating high-quality software.",
         "To achieve this goal, we perform research in software testing, program analysis, program understanding, modeling and design, failure analysis, fault localization, debugging, remote monitoring, human and social aspects of software engineering, and software engineering education."
      ],
      "name":"Software Engineering Lab"
   },
   {
      "people":[
         "Bruce N. Walker"
      ],
      "website":"www.gvu.gatech.edu/research/labs/sonification-lab",
      "description":[
         "The Georgia Tech Sonification Lab  is an interdisciplinary research group based in the  School of Psychology  and theSchool of Interactive Computing  at Georgia Tech.",
         "Under the direction of Prof. Bruce Walker, the Sonification Lab focuses on the development and evaluation of auditory and multimodal interfaces, and the cognitive, psychophysical and practical aspects of auditory displays, paying particular attention to sonification."
      ],
      "name":"Sonification Lab"
   },
   {
      "people":[
         "Carl DiSalvo"
      ],
      "website":"www.gvu.gatech.edu/research/labs/subcultures-digital-media",
      "description":[
         "The Digital Media graduate program at Georgia Tech provides students with a foundational, theoretical background in digital media and the opportunity to practice what is learned in the classroom through active participation in labs and research.",
         "The resources, facilities, and industry connections established and maintained by the program make our students some of the most sought-after graduates in the field today."
      ],
      "name":"Subcultures & Digital Media"
   },
   {
      "people":[
         "Ali Mazalek"
      ],
      "website":"www.gvu.gatech.edu/research/labs/synaesthethic-media-lab",
      "description":[
         "TSynlab explores emerging modalities in new media.",
         "Our research focuses on tangible interaction and sensing technologies that support creative expression bridging the physical and digital worlds.",
         "Applications range across media arts, entertainment and educational domains."
      ],
      "name":"Synaesthethic Media Lab"
   },
   {
      "people":[
         "Neha Kumar"
      ],
      "website":"www.gvu.gatech.edu/research/labs/tandem",
      "description":[
         "In the TanDEm lab, we focus on matters relating to the design, deployment, adoption, and use of technologies towards  empowerment - of underserved and under-represented communities in resource-constrained regions across the world."
      ],
      "name":"TanDEm"
   },
   {
      "people":[
         "Michael L. Best"
      ],
      "website":"www.gvu.gatech.edu/research/labs/technologies-and-international-development-lab",
      "description":[
         "The lab's research focuses on information and communication technologies for social, economic, and political development.",
         "In particular the lab studies mobile phones, the internet, and internet-enabled services and their design, impact, and importance within low-income countries of Africa and Asia.",
         "The lab researches engineering, public policy, hci/usability, and sustainability issues as well as methods to assess and evaluate social, economic, and political development outcomes."
      ],
      "name":"Technologies and International Development Lab"
   },
   {
      "people":[

      ],
      "website":"www.gvu.gatech.edu/research/labs/ubiquitous-computing-group",
      "description":[
         "We are interested in ubiquitous computing and the research issues involved in building and evaluating ubicomp applications and services that impact our lives.",
         "Much of our work is situated in settings of everyday activity, such as the classroom, the office and the home.",
         "Our research focuses on several topics including, automated capture and access to live experiences, context-aware computing, applications and services in the home, natural interaction, software architecture, technology policy, security and privacy issues, and technology for individuals with special needs."
      ],
      "name":"Ubiquitous Computing Group"
   },
   {
      "people":[
         "Kari Watkins"
      ],
      "website":"www.gvu.gatech.edu/research/labs/urban-transportation-information-lab",
      "description":[
         "Under the direction of Dr. Kari Edison Watkins in Civil & Environmental Engineering, UTIL  conducts research to improve sustainable transportation through better information.",
         "The members of the lab are interested in real-time information for transit, open data to enable the creation of tools to overcome barriers to transit use and digital civic engagement to solve transportation problems."
      ],
      "name":"Urban Transportation Information Lab"
   },
   {
      "people":[

      ],
      "website":"www.gvu.gatech.edu/research/labs/venture-lab",
      "description":[
         "We are VentureLab.",
         "We are passionate about entrepreneurship.",
         "We believe in the power of innovation, iteration, and evidence-based entrepreneurship.",
         "We value business models, not business plans.",
         "We educate, curate, and create, daily.",
         "We never take equity or ask for royalties.",
         "We serve the students, faculty and staff of Georgia Tech."
      ],
      "name":"Venture Lab"
   },
   {
      "people":[
         "Alex Endert"
      ],
      "website":"www.gvu.gatech.edu/research/labs/visual-analytics-lab",
      "description":[
         "Our goal is to help people make sense of data.",
         "We research and develop interactive visualizations that couple machine learning with visual interfaces of data for exploration and sensemaking. "
      ],
      "name":"Visual Analytics Lab"
   },
   {
      "people":[
         "Peter Presti"
      ],
      "website":"www.gvu.gatech.edu/research/labs/wearable-computing-center-wcc",
      "description":[
         "Wearable computing has been an active area of research in the academic world for 20 years.",
         "In that time researchers from fields including computer science, electrical engineering, augmented reality, textiles, architecture, psychology, and fashion (to name a few) have worked together to build a rich body of knowledge."
      ],
      "name":"Wearable Computing Center (WCC)"
   },
   {
      "people":[
         "Rebecca (Beki)  E. Grinter"
      ],
      "website":"www.gvu.gatech.edu/research/labs/work2play",
      "description":[
         "In the last decade, computing has left the office and entered people's domestic and recreational lives.",
         "Consequently, computing affects our lives shaping not just how we work, but also how we play.",
         "Moreover, computing potentially allows individuals to blur the boundaries by letting us conduct domestic routines while in the office, or working from a cafe in an urban centre.",
         "Researchers in the work to play lab are interested in using a variety of empirical techniques to advance the state of the knowledge in how computing affects our lives from work to play."
      ],
      "name":"Work2Play"
   }
]